{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       47
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       47
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     -0.577602207660675,
     -0.4335378408432007,
     -0.6799324750900269,
     1.1901780366897583,
     1.7070115804672241,
     -0.5160542726516724,
     1.5694773197174072,
     -0.7917395234107971,
     0.2483275681734085,
     -0.19599391520023346,
     -0.58976811170578,
     -0.6524168252944946,
     1.3906859159469604,
     -0.11020272970199585,
     -0.7375579476356506
    ],
    [
     0.7352193593978882,
     2.7013049125671387,
     -0.1393645703792572,
     0.9603142142295837,
     -0.03720036521553993,
     0.6059830188751221,
     2.2071633338928223,
     0.5439748167991638,
     1.7157578468322754,
     -0.3606131374835968,
     0.16100341081619263,
     0.02861161157488823,
     -0.588975191116333,
     -0.47352898120880127,
     1.5116478204727173
    ],
    [
     0.8099362254142761,
     2.4104278087615967,
     -0.7572686672210693,
     1.0873713493347168,
     0.8945270776748657,
     -0.8835906386375427,
     0.23161914944648743,
     2.5226197242736816,
     0.8111007809638977,
     0.04659071937203407,
     -0.5075998902320862,
     -0.6964491009712219,
     -0.29237499833106995,
     0.6740094423294067,
     -0.37132975459098816
    ],
    [
     -0.4240349233150482,
     0.2956206798553467,
     0.5364372134208679,
     0.3134836256504059,
     2.084789276123047,
     1.596874713897705,
     0.3899998664855957,
     -0.2823116183280945,
     -0.5808587670326233,
     -0.460276335477829,
     -0.3283785581588745,
     -0.690599799156189,
     -0.5793699026107788,
     -0.16839484870433807,
     -0.7172548770904541
    ],
    [
     -0.7437792420387268,
     0.853598415851593,
     0.8135362267494202,
     0.47689205408096313,
     2.1291096210479736,
     1.0419821739196777,
     0.26276448369026184,
     -0.0015515704872086644,
     -0.8777490854263306,
     -0.5999641418457031,
     -0.2858431339263916,
     -0.5806165933609009,
     -0.194944366812706,
     -0.4895182251930237,
     -0.7257553935050964
    ],
    [
     -0.3009899854660034,
     -0.12199746072292328,
     0.3156437873840332,
     -0.12313525378704071,
     -0.3349248468875885,
     -0.38049930334091187,
     -0.3639017939567566,
     -0.10279658436775208,
     0.09281804412603378,
     -0.04911945387721062,
     0.5218098759651184,
     -0.07650694996118546,
     -0.0827471986413002,
     -0.19716043770313263,
     -0.1346743404865265
    ],
    [
     2.692798137664795,
     2.6167891025543213,
     -0.23141784965991974,
     0.8452060222625732,
     -0.11485369503498077,
     -0.6111664175987244,
     1.64036226272583,
     1.7401354312896729,
     -0.200273334980011,
     -0.055005595088005066,
     -0.604275107383728,
     -0.35409215092658997,
     -0.5911086797714233,
     0.1397295594215393,
     -0.21345505118370056
    ],
    [
     0.5844023823738098,
     -0.2659197747707367,
     0.771764874458313,
     0.344610333442688,
     -0.9744589924812317,
     -0.6068799495697021,
     1.1097667217254639,
     0.2829711437225342,
     -0.891872227191925,
     -0.3729613721370697,
     1.2854357957839966,
     1.0357844829559326,
     1.343291997909546,
     0.07012872397899628,
     0.7045937180519104
    ],
    [
     1.9638978242874146,
     0.8345993757247925,
     0.3068660795688629,
     -0.04401305690407753,
     -0.463556170463562,
     -0.3047381639480591,
     1.2652686834335327,
     1.272117018699646,
     0.25177332758903503,
     0.24556991457939148,
     1.6838370561599731,
     0.38137975335121155,
     1.5704275369644165,
     2.5461957454681396,
     -0.36241626739501953
    ],
    [
     -0.4277011752128601,
     -0.3262249827384949,
     1.2422723770141602,
     -0.6064867377281189,
     -0.059829141944646835,
     0.2536419928073883,
     0.5488113164901733,
     0.478694349527359,
     0.6416386961936951,
     -0.12220781296491623,
     1.0771851539611816,
     -0.22940342128276825,
     0.06238711625337601,
     -0.07654640823602676,
     0.15272340178489685
    ],
    [
     -0.5706374049186707,
     -0.23590993881225586,
     0.1660584807395935,
     -0.6106984615325928,
     0.6093462109565735,
     0.25131121277809143,
     1.4579236507415771,
     -0.061417970806360245,
     0.1799338161945343,
     -0.5986895561218262,
     0.5976285338401794,
     1.173876166343689,
     -0.5931699275970459,
     -0.117375448346138,
     -0.47781267762184143
    ],
    [
     0.00835379771888256,
     1.6694316864013672,
     -0.7770137786865234,
     -0.4297950565814972,
     -0.15607903897762299,
     1.3830957412719727,
     -0.3473120927810669,
     0.12472191452980042,
     1.239754557609558,
     -0.10987923294305801,
     0.36869245767593384,
     -0.503347635269165,
     0.9788058996200562,
     -0.4722067713737488,
     1.1030763387680054
    ],
    [
     -0.18140457570552826,
     -0.07058797031641006,
     1.4149136543273926,
     0.8586663007736206,
     -0.5667332410812378,
     0.49206340312957764,
     -0.7750614285469055,
     0.4470534920692444,
     0.23186668753623962,
     0.029731806367635727,
     2.305300235748291,
     -0.3076877295970917,
     -0.5730698704719543,
     2.9780242443084717,
     1.7396717071533203
    ],
    [
     -0.1006132960319519,
     0.271945595741272,
     0.8464420437812805,
     0.053002260625362396,
     -0.18631473183631897,
     0.19002074003219604,
     0.36144891381263733,
     2.8554558753967285,
     -0.6949617266654968,
     0.847011148929596,
     0.4078748822212219,
     2.602900266647339,
     1.9812250137329102,
     -0.46117982268333435,
     -0.7374206781387329
    ],
    [
     2.0835373401641846,
     2.7766661643981934,
     -0.10162270814180374,
     0.6278913021087646,
     -0.15286020934581757,
     -0.8266386389732361,
     2.6573660373687744,
     0.7307700514793396,
     -0.6440684795379639,
     0.8232573866844177,
     -0.5371317863464355,
     -0.6902554631233215,
     -0.5897257924079895,
     0.36383911967277527,
     -0.11942501366138458
    ],
    [
     1.6624537706375122,
     -0.7494713068008423,
     -0.21177150309085846,
     0.44215095043182373,
     -0.7477386593818665,
     0.43849337100982666,
     0.33829814195632935,
     -0.02622813917696476,
     -0.24005305767059326,
     0.8661062121391296,
     1.6626379489898682,
     0.907937228679657,
     0.06450693309307098,
     -0.15244504809379578,
     0.8030239939689636
    ],
    [
     -0.3178853690624237,
     -1.0432018041610718,
     0.07163649052381516,
     -0.6073999404907227,
     1.535671591758728,
     0.9258055686950684,
     1.0305174589157104,
     1.7632187604904175,
     -0.5353165864944458,
     0.4134611487388611,
     -0.4421727657318115,
     0.17957250773906708,
     0.09847582131624222,
     -0.4925473928451538,
     0.4627571403980255
    ],
    [
     -0.06344061344861984,
     0.6297786235809326,
     -0.7646304368972778,
     -0.607217013835907,
     -0.8064383864402771,
     0.6325823068618774,
     -0.2351381480693817,
     0.17351758480072021,
     0.7960559129714966,
     0.5937102437019348,
     0.4799434542655945,
     -0.7062783241271973,
     1.2192103862762451,
     1.1537445783615112,
     -0.07819866389036179
    ],
    [
     -0.1351354718208313,
     -0.45060157775878906,
     0.43638840317726135,
     -0.1263396441936493,
     -0.0978926569223404,
     0.2606561481952667,
     -0.6517425179481506,
     0.8620824813842773,
     0.012610917910933495,
     -0.22949331998825073,
     -0.5843743085861206,
     1.019221544265747,
     -0.5890728235244751,
     1.7585124969482422,
     1.379854679107666
    ],
    [
     -0.7442028522491455,
     1.9298087358474731,
     -0.010436728596687317,
     -0.18979427218437195,
     2.7595291137695312,
     1.4208557605743408,
     -0.5418470501899719,
     -0.8047221899032593,
     -0.9021567106246948,
     -0.323592871427536,
     -0.2689878046512604,
     -0.5498218536376953,
     -0.11053604632616043,
     -0.31854313611984253,
     -0.7199996709823608
    ],
    [
     1.4674466848373413,
     -0.9746611714363098,
     0.2779273986816406,
     0.8586978912353516,
     -0.5334292054176331,
     1.114090085029602,
     0.06576460599899292,
     -0.09992087632417679,
     0.9037225842475891,
     1.9188711643218994,
     2.061436891555786,
     0.7245596647262573,
     -0.2386501282453537,
     -0.18731284141540527,
     1.1518627405166626
    ],
    [
     0.23748211562633514,
     1.4174884557724,
     -0.7105441689491272,
     0.18561099469661713,
     0.5206848978996277,
     -0.8157411813735962,
     0.5997536778450012,
     0.7262260317802429,
     1.4754713773727417,
     0.03128906711935997,
     -0.45117104053497314,
     -0.5519372224807739,
     0.06606908142566681,
     1.0685267448425293,
     -0.7137836813926697
    ],
    [
     -0.31602782011032104,
     0.4318353831768036,
     0.3341485261917114,
     -0.40793272852897644,
     0.9504806399345398,
     0.10887245833873749,
     -0.3757966458797455,
     0.3482966125011444,
     -0.8830942511558533,
     1.2758411169052124,
     -0.06602645665407181,
     0.2647934854030609,
     0.12268561869859695,
     0.3250660002231598,
     1.3022247552871704
    ],
    [
     2.288431406021118,
     2.4755825996398926,
     -0.7616692185401917,
     0.5344023704528809,
     0.4398769438266754,
     -0.8835108280181885,
     1.2215545177459717,
     0.92854905128479,
     -0.7111532688140869,
     -0.21924926340579987,
     -0.6088263392448425,
     -0.7046917080879211,
     0.40275976061820984,
     -0.032780371606349945,
     -0.18930912017822266
    ],
    [
     0.1400650590658188,
     -1.028802752494812,
     0.5770381093025208,
     -0.5912003517150879,
     -0.49611324071884155,
     0.20873062312602997,
     0.16833539307117462,
     0.43365785479545593,
     0.8579050898551941,
     0.26711466908454895,
     -0.16613955795764923,
     0.5625774264335632,
     0.7353922128677368,
     -0.473148375749588,
     0.3957855999469757
    ],
    [
     0.7345035672187805,
     -0.5646383762359619,
     0.8966596126556396,
     0.2175019383430481,
     -0.4193449318408966,
     0.5464153289794922,
     -0.34026363492012024,
     -0.18504230678081512,
     0.8052580952644348,
     0.8448813557624817,
     0.8660018444061279,
     -0.07524577528238297,
     -0.13815507292747498,
     -0.117825947701931,
     0.29032257199287415
    ],
    [
     -0.7328745126724243,
     -1.0261518955230713,
     1.5136176347732544,
     1.6701596975326538,
     -0.6058411598205566,
     0.08791059255599976,
     -0.697805643081665,
     -0.5046947598457336,
     1.7532812356948853,
     1.432661771774292,
     0.8538563847541809,
     0.20537255704402924,
     0.8945367336273193,
     0.0011635269038379192,
     0.5811468958854675
    ],
    [
     -0.49293163418769836,
     0.5296938419342041,
     0.42960941791534424,
     0.41363847255706787,
     -0.15073342621326447,
     1.6294113397598267,
     -0.7988783121109009,
     1.1519819498062134,
     -0.875334620475769,
     0.5246692895889282,
     -0.3895421326160431,
     -0.4851613938808441,
     0.7617720365524292,
     -0.46396395564079285,
     -0.3244995176792145
    ],
    [
     -0.7498483061790466,
     0.2507342994213104,
     -0.07560237497091293,
     0.8053811192512512,
     1.9153779745101929,
     1.9126501083374023,
     0.3053378462791443,
     -0.017649762332439423,
     -0.6394368410110474,
     -0.6087698340415955,
     -0.3028497099876404,
     -0.7108370661735535,
     -0.03767765685915947,
     -0.3256613314151764,
     -0.5203399062156677
    ],
    [
     0.0692179948091507,
     -0.20374520123004913,
     -0.46593815088272095,
     0.9548284411430359,
     1.9791443347930908,
     -0.6937373876571655,
     1.3282015323638916,
     -0.8038280010223389,
     0.05640411749482155,
     -0.3529311716556549,
     -0.3816226124763489,
     -0.6815897226333618,
     1.7093126773834229,
     0.11505882441997528,
     -0.7117377519607544
    ],
    [
     -0.722425639629364,
     -0.0640827864408493,
     0.975774884223938,
     0.41802534461021423,
     2.3253445625305176,
     -0.3582139313220978,
     0.07645253092050552,
     -0.7979674935340881,
     0.7285267114639282,
     -0.6021904945373535,
     0.23490090668201447,
     -0.6088770627975464,
     1.8462496995925903,
     -0.44386816024780273,
     -0.6889213919639587
    ],
    [
     -0.5705949664115906,
     -0.6598564386367798,
     0.946755051612854,
     -0.08237020671367645,
     0.71320641040802,
     0.6736648678779602,
     -0.5451323390007019,
     -0.7907902002334595,
     0.9879254102706909,
     0.017533710226416588,
     1.3964192867279053,
     0.6787593364715576,
     0.23433421552181244,
     0.08747335523366928,
     -0.15543361008167267
    ],
    [
     -0.736590564250946,
     0.23544004559516907,
     -0.6287869215011597,
     0.6167400479316711,
     -0.12836401164531708,
     -0.9031474590301514,
     1.640275478363037,
     0.6307817101478577,
     0.08116612583398819,
     -0.6129538416862488,
     -0.17661944031715393,
     -0.20509310066699982,
     -0.571536123752594,
     -0.48344355821609497,
     -0.013504120521247387
    ],
    [
     -0.1726774424314499,
     0.08459065854549408,
     0.44346535205841064,
     1.3710639476776123,
     0.9136841893196106,
     2.7525336742401123,
     2.393106460571289,
     -0.1471690833568573,
     -0.6984590291976929,
     -0.5693034529685974,
     -0.5902774333953857,
     -0.38177061080932617,
     -0.5454105138778687,
     0.0027005274314433336,
     -0.737152636051178
    ],
    [
     -0.06812180578708649,
     -0.7309319972991943,
     2.0618321895599365,
     -0.22228184342384338,
     0.4528934359550476,
     0.6775932908058167,
     -0.46937042474746704,
     -0.37633174657821655,
     1.251137375831604,
     0.16072145104408264,
     0.7638987302780151,
     -0.4837947189807892,
     0.4355282485485077,
     0.004193021450191736,
     0.2494739294052124
    ],
    [
     -0.7352114915847778,
     0.27274152636528015,
     0.538948655128479,
     0.8382565379142761,
     1.9643598794937134,
     -0.22841520607471466,
     0.6939690709114075,
     -0.8005144596099854,
     0.10672170668840408,
     -0.6277500987052917,
     0.09215444326400757,
     -0.7026076912879944,
     2.3681278228759766,
     -0.35130774974823,
     -0.47302547097206116
    ],
    [
     0.49913203716278076,
     -0.3681585192680359,
     -0.6326977610588074,
     -0.38615405559539795,
     0.18248029053211212,
     -0.8800986409187317,
     0.8906978964805603,
     0.5386821627616882,
     0.5875343084335327,
     -0.613400399684906,
     -0.014285567216575146,
     -0.13073493540287018,
     -0.5083264112472534,
     -0.13530734181404114,
     0.40120601654052734
    ],
    [
     1.4244253635406494,
     0.3048876225948334,
     0.11778824031352997,
     0.07078561931848526,
     -0.6649556756019592,
     -0.40735676884651184,
     0.9953296780586243,
     -0.1678675264120102,
     -0.15927407145500183,
     -0.6092633605003357,
     -0.46097177267074585,
     0.8942254185676575,
     -0.11738160252571106,
     -0.25613605976104736,
     0.08112320303916931
    ],
    [
     0.7061526775360107,
     -0.1199088916182518,
     0.7809650897979736,
     0.8730880618095398,
     -0.5395883321762085,
     1.5000072717666626,
     -0.17624309659004211,
     -0.27856430411338806,
     0.5882813334465027,
     0.12301500886678696,
     0.2502385973930359,
     1.4423983097076416,
     -0.5922369360923767,
     0.4476988613605499,
     2.470273017883301
    ],
    [
     -0.3838239014148712,
     0.41185906529426575,
     1.165558099746704,
     0.22835728526115417,
     -0.8178316354751587,
     0.4420701563358307,
     0.6662187576293945,
     -0.808784008026123,
     0.18242771923542023,
     0.563568115234375,
     -0.5843501091003418,
     1.2258810997009277,
     -0.4273054897785187,
     -0.04835555702447891,
     -0.2554228901863098
    ],
    [
     1.4375724792480469,
     0.36325567960739136,
     -0.49487584829330444,
     0.09506060928106308,
     -0.32707107067108154,
     -0.3113604784011841,
     -0.5354007482528687,
     0.38838815689086914,
     0.4896141588687897,
     0.23096974194049835,
     0.535979151725769,
     1.416013479232788,
     -0.31435659527778625,
     -0.48065584897994995,
     -0.6689372658729553
    ],
    [
     0.2250526398420334,
     1.2849689722061157,
     -0.7308726906776428,
     0.3880782723426819,
     1.1776540279388428,
     -0.8892391920089722,
     0.7151122093200684,
     0.04274824634194374,
     2.1222076416015625,
     -0.3674236834049225,
     -0.5880601406097412,
     -0.13524608314037323,
     0.5786675214767456,
     1.5835614204406738,
     -0.7171087861061096
    ],
    [
     -0.7355266213417053,
     0.7842175364494324,
     0.15731199085712433,
     2.772083282470703,
     2.5064759254455566,
     0.39573994278907776,
     -0.15256553888320923,
     -0.8206427097320557,
     -0.8979393243789673,
     -0.6149088740348816,
     -0.1723800003528595,
     -0.5021013021469116,
     0.3120671212673187,
     -0.48526522517204285,
     -0.7125442624092102
    ],
    [
     2.3580446243286133,
     1.8771954774856567,
     -0.44440457224845886,
     1.2576746940612793,
     0.05694868043065071,
     -0.3424889147281647,
     1.8208649158477783,
     0.47816377878189087,
     -0.8052538633346558,
     -0.10086119174957275,
     -0.5860826969146729,
     0.14367644488811493,
     -0.5697913765907288,
     0.37967050075531006,
     0.004381283186376095
    ],
    [
     -0.7328159809112549,
     -0.577921450138092,
     0.6660876274108887,
     0.10852305591106415,
     -0.6151309609413147,
     -0.22677266597747803,
     0.21155567467212677,
     0.10533163696527481,
     1.3475651741027832,
     0.8764048218727112,
     0.9613047242164612,
     1.0019125938415527,
     1.3536282777786255,
     0.09320387989282608,
     1.65650475025177
    ],
    [
     0.03497609868645668,
     -0.5732077956199646,
     0.15517239272594452,
     0.008372494950890541,
     0.06214163452386856,
     0.2035040706396103,
     -0.7888023853302002,
     0.6317851543426514,
     0.058019790798425674,
     -0.37392547726631165,
     -0.496267169713974,
     0.7782157063484192,
     -0.4250391721725464,
     1.6007916927337646,
     1.6600309610366821
    ],
    [
     -0.2725535035133362,
     -1.043228268623352,
     0.013266850262880325,
     -0.5959540009498596,
     1.2412092685699463,
     1.0127471685409546,
     1.4294755458831787,
     2.7058534622192383,
     -0.3417840301990509,
     1.3991590738296509,
     -0.17876595258712769,
     -0.3326965570449829,
     0.007481710985302925,
     -0.3395027816295624,
     -0.20894698798656464
    ]
   ],
   [
    0.7321711182594299,
    1.0164135694503784,
    0.755188524723053,
    0.5784516930580139,
    0.9525427222251892,
    0.8768925666809082,
    0.766530454158783,
    0.7843010425567627,
    0.861737072467804,
    0.5882061123847961,
    0.5754919648170471,
    0.6719796061515808,
    0.5619469285011292,
    0.4576106667518616,
    0.7046927809715271
   ]
  ],
  "tokens": [
   "ai",
   "d",
   "department",
   "ai",
   "d",
   "engineering",
   "course",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "lab",
   "lab",
   "ai",
   "d",
   "engineering",
   "many",
   "lab",
   "ai",
   "d",
   "department",
   "lab",
   "ai",
   "d",
   "engineering",
   "many",
   "seat",
   "inai",
   "d",
   "engineering",
   "number",
   "seat",
   "ai",
   "d",
   "engineering",
   "strength",
   "ai",
   "d",
   "engineering",
   "much",
   "intake",
   "ai",
   "d",
   "engineering",
   "number",
   "intake",
   "ai",
   "d",
   "engineering",
   "many",
   "staff",
   "ai",
   "d",
   "engineering",
   "number",
   "staff",
   "inai",
   "d",
   "engineering",
   "staff",
   "inai",
   "d",
   "engineering",
   "number",
   "staff",
   "ai",
   "d",
   "engineering",
   "eligibility",
   "criterion",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "fee",
   "fee",
   "strucutre",
   "ai",
   "d",
   "engineering",
   "fee",
   "ai",
   "d",
   "engineering",
   "duration",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "duration",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engineering",
   "located",
   "college",
   "strength",
   "ai",
   "d",
   "engineering",
   "civil",
   "department",
   "civil",
   "engineering",
   "course",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "lab",
   "lab",
   "civil",
   "engineering",
   "many",
   "lab",
   "civil",
   "department",
   "lab",
   "civil",
   "engineering",
   "many",
   "seat",
   "civil",
   "engineering",
   "number",
   "seat",
   "civil",
   "engineering",
   "strength",
   "civil",
   "engineering",
   "many",
   "intake",
   "civil",
   "engineering",
   "number",
   "intake",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "fee",
   "fee",
   "strucutre",
   "civil",
   "engineering",
   "fee",
   "civil",
   "engineering",
   "many",
   "staff",
   "civil",
   "engineering",
   "number",
   "staff",
   "civil",
   "engineering",
   "staff",
   "civil",
   "engineering",
   "number",
   "staff",
   "civil",
   "engineering",
   "eligibility",
   "criterion",
   "civil",
   "engineering",
   "duration",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "duration",
   "civil",
   "engineering",
   "civil",
   "engineering",
   "located",
   "college",
   "strength",
   "civil",
   "engineering",
   "compuyer",
   "engineering",
   "computer",
   "degree",
   "computer",
   "engineering",
   "fee",
   "fee",
   "structure",
   "computer",
   "engineering",
   "fee",
   "computer",
   "engineering",
   "computer",
   "engineering",
   "lab",
   "lab",
   "computer",
   "engineering",
   "many",
   "lab",
   "computer",
   "department",
   "lab",
   "computer",
   "engineering",
   "many",
   "seat",
   "computer",
   "engineering",
   "number",
   "seat",
   "computer",
   "engineering",
   "strength",
   "computer",
   "engineering",
   "many",
   "intake",
   "computer",
   "engineering",
   "number",
   "intake",
   "computer",
   "engineering",
   "many",
   "staff",
   "computer",
   "engineering",
   "number",
   "staff",
   "computer",
   "engineering",
   "staff",
   "computer",
   "engineering",
   "number",
   "staff",
   "computer",
   "engineering",
   "eligibility",
   "criterion",
   "computer",
   "engineering",
   "duration",
   "computer",
   "engineering",
   "computer",
   "engineering",
   "duration",
   "computer",
   "engineering",
   "computer",
   "engineering",
   "located",
   "college",
   "strength",
   "computer",
   "engineering",
   "help",
   "need",
   "help",
   "need",
   "help",
   "please",
   "please",
   "help",
   "pls",
   "help",
   "pls",
   "guide",
   "please",
   "guide",
   "help",
   "could",
   "help",
   "help",
   "admission",
   "process",
   "admission",
   "2024",
   "admission",
   "form",
   "2024",
   "computer",
   "engineering",
   "admission",
   "process",
   "electrical",
   "engineering",
   "admission",
   "process",
   "civil",
   "engineering",
   "admission",
   "process",
   "mechanical",
   "engineering",
   "admission",
   "process",
   "engineering",
   "admission",
   "process",
   "college",
   "information",
   "regarding",
   "college",
   "college",
   "college",
   "information",
   "course",
   "offered",
   "college",
   "course",
   "available",
   "college",
   "department",
   "available",
   "college",
   "many",
   "department",
   "available",
   "college",
   "course",
   "contact",
   "scholarship",
   "apply",
   "scholarship",
   "department",
   "college",
   "many",
   "department",
   "department",
   "college",
   "department",
   "college",
   "many",
   "engineering",
   "department",
   "many",
   "not",
   "department",
   "many",
   "department",
   "not",
   "college",
   "not",
   "department",
   "college",
   "department",
   "not",
   "college",
   "electrical",
   "department",
   "electrical",
   "engineering",
   "course",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "fee",
   "fee",
   "strucutre",
   "electrical",
   "engineering",
   "fee",
   "electrical",
   "engineering",
   "duration",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "duration",
   "electrical",
   "engineering",
   "lab",
   "lab",
   "electrical",
   "engineering",
   "many",
   "lab",
   "electrical",
   "department",
   "lab",
   "electrical",
   "engineering",
   "many",
   "seat",
   "electrical",
   "engineering",
   "number",
   "seat",
   "electrical",
   "engineering",
   "strength",
   "electrical",
   "engineering",
   "many",
   "intake",
   "electrical",
   "engineering",
   "number",
   "intake",
   "electrical",
   "engineering",
   "many",
   "staff",
   "electrical",
   "engineering",
   "number",
   "staff",
   "electrical",
   "engineering",
   "staff",
   "electrical",
   "engineering",
   "number",
   "staff",
   "electrical",
   "engineering",
   "eligibility",
   "criterion",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "electrical",
   "engineering",
   "located",
   "college",
   "strength",
   "electrical",
   "engineering",
   "mechanical",
   "department",
   "mechanical",
   "engineering",
   "course",
   "mechanical",
   "engineering",
   "mechanical",
   "engineering",
   "mechanical",
   "engineering",
   "mechaincal",
   "engineering",
   "lab",
   "lab",
   "mechanical",
   "engineering",
   "many",
   "lab",
   "mechanical",
   "department",
   "lab",
   "mechanical",
   "engineering",
   "duration",
   "mechanical",
   "engineering",
   "mechanical",
   "engineering",
   "duration",
   "mechanical",
   "engineering",
   "fee",
   "fee",
   "strucutre",
   "mechanical",
   "engineering",
   "fee",
   "mechanical",
   "engineering",
   "many",
   "seat",
   "mechanical",
   "engineering",
   "number",
   "seat",
   "mechanical",
   "engineering",
   "many",
   "intake",
   "mechanical",
   "engineering",
   "number",
   "intake",
   "mechanical",
   "engineering",
   "many",
   "staff",
   "mechanical",
   "engineering",
   "number",
   "staff",
   "mechanical",
   "engineering",
   "staff",
   "mechanical",
   "engineering",
   "number",
   "staff",
   "mechanical",
   "engineering",
   "eligibility",
   "criterion",
   "mechanical",
   "engineering"
  ],
  "tokenization": "lemmatize",
  "word_to_id": {
   "admission": 0,
   "not": 1,
   "offered": 2,
   "please": 3,
   "pls": 4,
   "engineering": 5,
   "contact": 6,
   "lab": 7,
   "mechaincal": 8,
   "duration": 9,
   "located": 10,
   "electrical": 11,
   "inai": 12,
   "structure": 13,
   "apply": 14,
   "seat": 15,
   "compuyer": 16,
   "mechanical": 17,
   "ai": 18,
   "guide": 19,
   "intake": 20,
   "information": 21,
   "civil": 22,
   "available": 23,
   "fee": 24,
   "number": 25,
   "staff": 26,
   "computer": 27,
   "help": 28,
   "process": 29,
   "form": 30,
   "criterion": 31,
   "college": 32,
   "need": 33,
   "eligibility": 34,
   "2024": 35,
   "course": 36,
   "department": 37,
   "much": 38,
   "strength": 39,
   "many": 40,
   "regarding": 41,
   "could": 42,
   "scholarship": 43,
   "strucutre": 44,
   "d": 45,
   "degree": 46
  },
  "id_to_word": {
   "0": "admission",
   "1": "not",
   "2": "offered",
   "3": "please",
   "4": "pls",
   "5": "engineering",
   "6": "contact",
   "7": "lab",
   "8": "mechaincal",
   "9": "duration",
   "10": "located",
   "11": "electrical",
   "12": "inai",
   "13": "structure",
   "14": "apply",
   "15": "seat",
   "16": "compuyer",
   "17": "mechanical",
   "18": "ai",
   "19": "guide",
   "20": "intake",
   "21": "information",
   "22": "civil",
   "23": "available",
   "24": "fee",
   "25": "number",
   "26": "staff",
   "27": "computer",
   "28": "help",
   "29": "process",
   "30": "form",
   "31": "criterion",
   "32": "college",
   "33": "need",
   "34": "eligibility",
   "35": "2024",
   "36": "course",
   "37": "department",
   "38": "much",
   "39": "strength",
   "40": "many",
   "41": "regarding",
   "42": "could",
   "43": "scholarship",
   "44": "strucutre",
   "45": "d",
   "46": "degree"
  }
 },
 "v2c": {
  "model": {
   "name": "Vector_to_Class",
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       15
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_2_input"
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_2",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       15
      ],
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_3",
      "trainable": true,
      "dtype": "float32",
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_4",
      "trainable": true,
      "dtype": "float32",
      "units": 53,
      "activation": "softmax",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    }
   ]
  },
  "weights": [
   [
    [
     0.238554909825325,
     0.9245520830154419,
     -0.5154331922531128,
     -0.13868768513202667,
     -0.23402391374111176,
     0.2402588427066803,
     -0.1994316428899765,
     0.9517886638641357,
     -0.6197336316108704,
     0.4417644739151001
    ],
    [
     0.7477904558181763,
     0.05964942276477814,
     0.8585923314094543,
     0.5100619196891785,
     0.18203938007354736,
     -0.20686058700084686,
     -0.46729224920272827,
     0.46087297797203064,
     0.6504244804382324,
     1.0867094993591309
    ],
    [
     0.32667502760887146,
     0.6413529515266418,
     -0.516140878200531,
     -0.3848186731338501,
     0.9397209286689758,
     1.0627880096435547,
     0.5187855958938599,
     0.4324144423007965,
     -0.02840384468436241,
     -0.541819155216217
    ],
    [
     0.9498966336250305,
     0.05255519598722458,
     0.8371008634567261,
     -0.5303313732147217,
     0.3054148852825165,
     0.2829948961734772,
     1.0248429775238037,
     0.7781625390052795,
     0.34678974747657776,
     0.601927638053894
    ],
    [
     1.2457969188690186,
     0.5386666655540466,
     -0.4892227351665497,
     -0.7135905623435974,
     -0.5019447803497314,
     -0.46135130524635315,
     -0.1905946433544159,
     0.552329957485199,
     0.5725401043891907,
     0.40030333399772644
    ],
    [
     0.6005525588989258,
     0.5265400409698486,
     0.03544080629944801,
     0.7719004154205322,
     -0.04804849252104759,
     0.19081567227840424,
     0.7711288332939148,
     -1.4122228622436523,
     -0.9388319849967957,
     0.5404788255691528
    ],
    [
     -0.08556263148784637,
     0.9056777954101562,
     0.18923865258693695,
     0.10641799867153168,
     -0.7610523104667664,
     0.06637725979089737,
     -0.9198897480964661,
     -0.28475141525268555,
     0.2763000428676605,
     1.0522593259811401
    ],
    [
     -0.8576816320419312,
     0.8078397512435913,
     -0.6205617189407349,
     0.7055211663246155,
     -0.2796153426170349,
     0.9366562962532043,
     0.23015078902244568,
     0.3738870322704315,
     -0.03971170261502266,
     -0.44558411836624146
    ],
    [
     0.20655538141727448,
     -0.9399529695510864,
     0.2204388529062271,
     1.0601484775543213,
     -0.4253042936325073,
     -1.1242672204971313,
     0.9915868639945984,
     -0.6835702061653137,
     0.17494231462478638,
     0.14509372413158417
    ],
    [
     0.23568317294120789,
     -0.19495640695095062,
     0.729451060295105,
     0.07347675412893295,
     1.1894571781158447,
     0.3468032777309418,
     1.112486481666565,
     0.5202869772911072,
     -0.2186351865530014,
     0.6550573706626892
    ],
    [
     0.07757598906755447,
     0.4173048436641693,
     0.16857583820819855,
     -0.1338861882686615,
     -0.4871079623699188,
     0.08773944526910782,
     1.179884910583496,
     -0.33935585618019104,
     -0.007513455580919981,
     0.26723262667655945
    ],
    [
     -0.6476091742515564,
     -0.06645159423351288,
     0.7513020634651184,
     0.37140560150146484,
     0.2856270372867584,
     0.8085524439811707,
     0.35523906350135803,
     -0.4261953830718994,
     0.5587977766990662,
     0.6469828486442566
    ],
    [
     -0.32504037022590637,
     0.6241192817687988,
     -0.9077464938163757,
     1.1282058954238892,
     1.0317329168319702,
     -0.1802818328142166,
     -0.07910264283418655,
     0.19010940194129944,
     1.1105595827102661,
     -0.9381304383277893
    ],
    [
     -0.2460986226797104,
     1.0375503301620483,
     0.1752958595752716,
     0.9787217974662781,
     -0.2843799889087677,
     0.5478581190109253,
     -0.1216745525598526,
     0.38473954796791077,
     0.03222855553030968,
     0.4707185924053192
    ],
    [
     0.4763295352458954,
     -0.26507458090782166,
     0.7980536222457886,
     0.15391312539577484,
     -0.2540796399116516,
     0.7429288625717163,
     -0.3025662899017334,
     0.11574836075305939,
     1.1506825685501099,
     -0.5981169939041138
    ]
   ],
   [
    0.03327004238963127,
    0.40705129504203796,
    0.16561388969421387,
    0.5468308329582214,
    0.5485730171203613,
    0.21408867835998535,
    -0.02026086300611496,
    0.39944157004356384,
    0.49310845136642456,
    0.5498773455619812
   ],
   [
    [
     -1.0697863101959229,
     0.5489243865013123,
     0.23978488147258759,
     -0.42161694169044495,
     0.8518460392951965,
     -0.829125165939331,
     0.9590908288955688,
     -0.25176483392715454,
     0.3914477527141571,
     -0.40718063712120056
    ],
    [
     1.0938329696655273,
     -0.7215743660926819,
     0.1739112138748169,
     0.9982675909996033,
     0.6989356279373169,
     0.9967851638793945,
     0.13322292268276215,
     1.0213818550109863,
     1.0738767385482788,
     -0.48570331931114197
    ],
    [
     -0.6100951433181763,
     0.29212239384651184,
     0.5210256576538086,
     -0.27227577567100525,
     0.07160742580890656,
     -0.5591362118721008,
     0.9718071818351746,
     -1.4230722188949585,
     1.0811131000518799,
     0.7718233466148376
    ],
    [
     0.2834063470363617,
     1.011070728302002,
     -0.8259336948394775,
     -0.20277632772922516,
     -0.9022516012191772,
     0.6362486481666565,
     0.6965868473052979,
     1.1469961404800415,
     0.4074039161205292,
     0.17545416951179504
    ],
    [
     0.08242999762296677,
     0.34507614374160767,
     1.4628087282180786,
     0.2372480034828186,
     -0.28594204783439636,
     -0.278104692697525,
     -1.0716638565063477,
     0.3546164929866791,
     -0.6116642355918884,
     1.2061649560928345
    ],
    [
     1.25918710231781,
     -0.7976335883140564,
     0.887906551361084,
     0.0848030149936676,
     0.20281827449798584,
     1.125333309173584,
     0.23183055222034454,
     -0.5317569375038147,
     -0.023553159087896347,
     0.11347422003746033
    ],
    [
     0.023011110723018646,
     1.3393808603286743,
     0.4001689851284027,
     -1.0195136070251465,
     0.2507445216178894,
     0.14489005506038666,
     -0.5345172882080078,
     -0.07352538406848907,
     0.07935777306556702,
     -0.3840225636959076
    ],
    [
     -0.9056379795074463,
     -0.6977958679199219,
     0.5519886612892151,
     1.505834698677063,
     1.3588714599609375,
     0.37901628017425537,
     0.5016694664955139,
     0.13359206914901733,
     -1.3481229543685913,
     -0.6603596210479736
    ],
    [
     0.859653115272522,
     0.06260374933481216,
     -0.2830197215080261,
     0.9528323411941528,
     0.6878483891487122,
     -0.41110193729400635,
     0.9501893520355225,
     0.3772278428077698,
     -0.8263705968856812,
     1.2255691289901733
    ],
    [
     -1.1618387699127197,
     0.37948018312454224,
     0.19963443279266357,
     0.6022478342056274,
     0.3321513235569,
     -0.26695355772972107,
     -0.36337313055992126,
     -0.38940101861953735,
     1.1743316650390625,
     0.6699061393737793
    ]
   ],
   [
    -0.0005799090140499175,
    0.40845340490341187,
    -0.03252189978957176,
    0.41937288641929626,
    -0.04496537148952484,
    0.2333286553621292,
    0.14778375625610352,
    0.6816950440406799,
    0.26536932587623596,
    0.536457359790802
   ],
   [
    [
     0.15050740540027618,
     0.36952632665634155,
     0.14313820004463196,
     0.26681196689605713,
     -0.2000097781419754,
     0.427478551864624,
     0.13000744581222534,
     0.6601855158805847,
     0.31513309478759766,
     -0.5566719174385071,
     0.21060973405838013,
     -0.4039821922779083,
     -1.4773095846176147,
     0.19631409645080566,
     -0.7162687182426453,
     -0.048635777086019516,
     0.004500042647123337,
     -0.007711779326200485,
     0.19148123264312744,
     0.5893101692199707,
     0.4977532923221588,
     -0.1218731626868248,
     -0.7661611437797546,
     -0.2467411756515503,
     -0.2557358741760254,
     0.34209224581718445,
     -0.2371697723865509,
     -0.6597790718078613,
     -0.5968179702758789,
     -0.998507022857666,
     -0.7238604426383972,
     -0.9776778817176819,
     -0.6613544821739197,
     -1.0447337627410889,
     -0.5914638638496399,
     -1.6909798383712769,
     -0.4618273079395294,
     -0.3612652122974396,
     0.07588459551334381,
     -1.2393417358398438,
     -0.32919737696647644,
     -0.3924027383327484,
     -1.708898663520813,
     -0.8439120054244995,
     -0.7194486856460571,
     0.05401875078678131,
     0.05287128686904907,
     0.3311014175415039,
     -0.6071134209632874,
     -1.3018444776535034,
     -0.6277416348457336,
     -0.4818525016307831,
     -0.6218300461769104
    ],
    [
     -1.3889440298080444,
     -0.7461042404174805,
     -0.7667595744132996,
     -0.3880564570426941,
     -0.12112277001142502,
     -0.10882335156202316,
     -0.3157047927379608,
     -0.5496921539306641,
     -0.9686313271522522,
     -0.5819479823112488,
     -1.5807585716247559,
     -0.6193149089813232,
     -0.168130025267601,
     -0.2503606677055359,
     0.13615813851356506,
     0.11806192249059677,
     -0.49771249294281006,
     -0.49077197909355164,
     -0.9663652181625366,
     -0.1723986566066742,
     -0.8160632252693176,
     -0.44139721989631653,
     0.13683496415615082,
     0.3579758107662201,
     0.16324247419834137,
     -0.23280151188373566,
     -0.5221354961395264,
     -0.31342583894729614,
     -0.5624775290489197,
     -0.5111128687858582,
     -0.8144018054008484,
     -0.6794064044952393,
     -0.7366361021995544,
     -0.6130409240722656,
     -0.3914060592651367,
     -0.09283771365880966,
     0.27279478311538696,
     0.23406942188739777,
     -0.42051443457603455,
     0.0873459205031395,
     0.4842440187931061,
     0.7171090841293335,
     0.491359144449234,
     -0.033970944583415985,
     -0.0750749409198761,
     -0.47515544295310974,
     -0.023314468562602997,
     0.17543403804302216,
     -0.033960986882448196,
     0.391014039516449,
     0.5827116370201111,
     0.37697547674179077,
     -0.15653946995735168
    ],
    [
     -0.44805750250816345,
     0.12065185606479645,
     0.25361379981040955,
     -0.14162573218345642,
     0.009913966059684753,
     -0.5149362683296204,
     -0.5742194056510925,
     -0.31611672043800354,
     -0.2992531657218933,
     0.17043757438659668,
     0.3639564514160156,
     0.6473976373672485,
     0.44652891159057617,
     0.3079449236392975,
     0.5193108320236206,
     0.017259983345866203,
     0.31033721566200256,
     0.3729456067085266,
     0.005576874129474163,
     0.18230213224887848,
     0.2922069728374481,
     0.21868284046649933,
     0.082126185297966,
     0.601839005947113,
     0.12518639862537384,
     0.09256858378648758,
     0.35344552993774414,
     -0.4130136966705322,
     -0.18899625539779663,
     -0.8993539214134216,
     -0.44509652256965637,
     0.052183665335178375,
     0.4497619569301605,
     0.03729226067662239,
     0.11579719930887222,
     -1.0076638460159302,
     -0.5008467435836792,
     -0.7320681214332581,
     -0.9470377564430237,
     -0.35585588216781616,
     -0.4330471158027649,
     -0.3475566804409027,
     -0.8242786526679993,
     -0.7399609088897705,
     -0.7147273421287537,
     -0.7885684370994568,
     -0.4890206456184387,
     -0.8536011576652527,
     -0.41791659593582153,
     -0.2173200100660324,
     -0.21561747789382935,
     -0.3340654969215393,
     -0.08034705370664597
    ],
    [
     0.04955848306417465,
     0.23784853518009186,
     -0.5217612981796265,
     -1.4759706258773804,
     -0.9255086779594421,
     -0.9373593926429749,
     -0.8118546009063721,
     -0.5553796291351318,
     0.09928883612155914,
     0.3640105724334717,
     0.2350384145975113,
     -0.25985369086265564,
     -0.7706006765365601,
     -0.36546722054481506,
     -0.6199667453765869,
     -1.355387806892395,
     -0.31768086552619934,
     0.2771097421646118,
     -0.3428266644477844,
     -1.0743457078933716,
     0.20611657202243805,
     -0.6829549670219421,
     -1.039710283279419,
     -0.5313687920570374,
     -0.9354797005653381,
     -1.4637991189956665,
     -0.0927049070596695,
     -0.20242184400558472,
     0.24423472583293915,
     0.11572042852640152,
     0.5968020558357239,
     0.435267835855484,
     0.29124048352241516,
     0.1683582365512848,
     -0.06770085543394089,
     -0.4727723300457001,
     -0.9656358957290649,
     -0.9977657198905945,
     -0.2971556484699249,
     -1.255515456199646,
     -0.31015920639038086,
     -0.5153987407684326,
     -0.487525999546051,
     -0.5254625082015991,
     0.11755158752202988,
     0.2330458164215088,
     -0.8382881283760071,
     -1.0115100145339966,
     -0.7546108961105347,
     -0.616655170917511,
     -0.30088627338409424,
     -0.257377028465271,
     -0.3348694145679474
    ],
    [
     -0.1560814082622528,
     0.14665021002292633,
     -0.042565859854221344,
     -0.18285351991653442,
     0.2919619381427765,
     0.06400793790817261,
     -0.7615755796432495,
     -0.17667587101459503,
     -0.5018737316131592,
     0.4791906476020813,
     0.20400038361549377,
     0.25331443548202515,
     0.2602907121181488,
     -0.2784859836101532,
     0.3785652816295624,
     0.29810819029808044,
     0.5130901336669922,
     0.1687127649784088,
     -0.023404620587825775,
     -1.0599348545074463,
     0.008443004451692104,
     0.13008783757686615,
     0.3118947446346283,
     -0.48147401213645935,
     -0.06261549890041351,
     -0.547918975353241,
     -0.5295091867446899,
     0.43104907870292664,
     0.3255002200603485,
     0.22280481457710266,
     0.3426046669483185,
     0.39552488923072815,
     0.38397684693336487,
     0.04984712600708008,
     -0.16838037967681885,
     -0.43415331840515137,
     -0.7947747707366943,
     0.10948792099952698,
     -0.05807769298553467,
     0.3293561339378357,
     -0.18119867146015167,
     -0.09917562454938889,
     0.26384836435317993,
     -0.41332048177719116,
     -1.1158775091171265,
     -0.014128691516816616,
     -0.3989278972148895,
     -0.45925140380859375,
     0.0881352573633194,
     -0.2916869819164276,
     -0.5337389707565308,
     -0.18854473531246185,
     0.33630624413490295
    ],
    [
     0.2778337299823761,
     0.30020734667778015,
     0.15140940248966217,
     0.011214311234652996,
     -0.06398624181747437,
     0.04555611312389374,
     0.40000998973846436,
     0.24269187450408936,
     0.03173370659351349,
     0.1379413604736328,
     -0.1314825713634491,
     0.029992442578077316,
     -0.04460430145263672,
     -0.27613040804862976,
     -0.7094055414199829,
     -0.2121354192495346,
     0.19384898245334625,
     -0.5743768215179443,
     0.1923263967037201,
     0.06194111332297325,
     -0.07483281940221786,
     0.36367326974868774,
     0.4021076560020447,
     0.22973549365997314,
     -0.05246952176094055,
     0.4602467119693756,
     0.06961233913898468,
     -0.7264543175697327,
     -1.142642617225647,
     -0.9486231207847595,
     -0.25634855031967163,
     0.12268522381782532,
     -0.23865185678005219,
     0.18088966608047485,
     -1.2995914220809937,
     -0.25354883074760437,
     0.07097268849611282,
     -0.2091284990310669,
     -0.19267602264881134,
     -0.13659949600696564,
     -0.45949772000312805,
     -0.9157622456550598,
     -0.2201785147190094,
     -1.082963228225708,
     0.05098281055688858,
     0.286381334066391,
     0.09415678679943085,
     -0.05832060053944588,
     0.3014429807662964,
     -0.009445072151720524,
     -0.19931736588478088,
     -0.07594206184148788,
     -0.13423781096935272
    ],
    [
     0.299136221408844,
     0.058805011212825775,
     0.06704413145780563,
     0.10383337736129761,
     0.3221572935581207,
     -0.027458922937512398,
     0.5892428159713745,
     -0.09243327379226685,
     -0.012998773716390133,
     0.2954992651939392,
     -0.2749398350715637,
     -0.29920393228530884,
     -0.14787490665912628,
     -0.08122491091489792,
     -0.13213662803173065,
     -0.01689525879919529,
     -0.08740034699440002,
     -0.04218633100390434,
     0.004273412749171257,
     -0.47315359115600586,
     -0.7039226293563843,
     -0.9575929641723633,
     -0.8612420558929443,
     -0.31538257002830505,
     -1.0585423707962036,
     -0.3765403628349304,
     -0.4579135775566101,
     0.3767273426055908,
     0.5053142309188843,
     0.48389920592308044,
     -0.23206593096256256,
     0.11963465809822083,
     0.2954919636249542,
     -0.06414081901311874,
     0.23320916295051575,
     0.5411062836647034,
     0.5597525835037231,
     0.4591999053955078,
     0.38528838753700256,
     0.003606413956731558,
     -0.009040554985404015,
     0.053338129073381424,
     -0.10829716175794601,
     0.24035635590553284,
     -0.10038474947214127,
     -0.3121611177921295,
     -0.04256396368145943,
     -0.5270699858665466,
     -0.5682573914527893,
     -0.9829895496368408,
     -0.6998928785324097,
     -0.22381293773651123,
     0.2026396095752716
    ],
    [
     -0.40947532653808594,
     -0.958547830581665,
     -0.8785982131958008,
     -1.404417634010315,
     -1.0402247905731201,
     -0.4104638993740082,
     -0.3821113705635071,
     -0.2182295173406601,
     -0.7095942497253418,
     -1.338180422782898,
     -0.7317096590995789,
     -1.807822585105896,
     -1.5163346529006958,
     -0.03410917520523071,
     -0.9532107710838318,
     -0.2974337339401245,
     -0.5362962484359741,
     -1.0942802429199219,
     0.1011212170124054,
     0.23781873285770416,
     -0.05972065031528473,
     -0.550480842590332,
     -1.5160489082336426,
     -0.7569673657417297,
     0.18252351880073547,
     -0.11294490098953247,
     0.0467812679708004,
     -0.9069305658340454,
     0.34211698174476624,
     -0.6991420388221741,
     -0.038216475397348404,
     -0.22380110621452332,
     -1.6959196329116821,
     -1.4255470037460327,
     -2.284529447555542,
     -0.0010725901229307055,
     0.3053969144821167,
     0.032211124897003174,
     -0.1499360203742981,
