{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       47
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       47
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     1.1974672079086304,
     0.8446882367134094,
     -0.25640401244163513,
     -0.5347950458526611,
     -0.6886128187179565,
     -0.46759673953056335,
     -0.5894151329994202,
     -0.2946465313434601,
     0.45329388976097107,
     0.02446688897907734,
     -0.2994365692138672,
     -0.15141640603542328,
     0.41174519062042236,
     0.7118038535118103,
     0.5763818621635437
    ],
    [
     1.090935468673706,
     0.9437134861946106,
     -0.6343176364898682,
     -0.9056870937347412,
     0.4334280490875244,
     -0.20921766757965088,
     -0.6654389500617981,
     -0.45330408215522766,
     2.411884307861328,
     -0.006296586245298386,
     1.1980973482131958,
     -0.6698684692382812,
     0.878300666809082,
     -0.40516096353530884,
     -0.18131645023822784
    ],
    [
     0.05436958000063896,
     0.04223896935582161,
     -0.15457135438919067,
     -0.15614169836044312,
     -0.107164166867733,
     0.009925766848027706,
     0.06783462315797806,
     -0.09637504070997238,
     -0.4767906963825226,
     -0.2996212840080261,
     -0.1395311951637268,
     0.1887648105621338,
     0.06862517446279526,
     -0.13857302069664001,
     0.05999893695116043
    ],
    [
     0.3575066924095154,
     -0.08718918263912201,
     2.103388786315918,
     0.18679380416870117,
     -0.6738007664680481,
     -0.8161892890930176,
     -0.1467537134885788,
     -0.7470487356185913,
     2.091140031814575,
     2.133840322494507,
     0.9626942873001099,
     0.7252676486968994,
     0.9346749186515808,
     0.6807393431663513,
     -0.1092582494020462
    ],
    [
     0.054597195237874985,
     0.30149880051612854,
     1.6480616331100464,
     -0.28165754675865173,
     0.8165881037712097,
     0.6941452026367188,
     1.0367491245269775,
     0.9580464363098145,
     -0.6952537894248962,
     -0.7684184312820435,
     -0.2016439586877823,
     0.8955894708633423,
     0.1294223964214325,
     2.2326529026031494,
     -0.009190105833113194
    ],
    [
     0.6240568161010742,
     0.780976414680481,
     0.02244218811392784,
     1.200822114944458,
     0.3913075625896454,
     0.78719162940979,
     -0.6938727498054504,
     0.4930640757083893,
     0.0424710214138031,
     -0.7827869057655334,
     0.6101618409156799,
     -0.1111731305718422,
     -0.4816620647907257,
     -0.49020636081695557,
     -0.7189860343933105
    ],
    [
     -0.4118630290031433,
     0.45122504234313965,
     -0.6550153493881226,
     2.5142338275909424,
     1.1278096437454224,
     0.5555598735809326,
     1.3926032781600952,
     -0.7526699304580688,
     1.5214601755142212,
     -0.11570446193218231,
     0.9352176785469055,
     0.2124193012714386,
     -0.7848024964332581,
     1.4067420959472656,
     -0.6840111017227173
    ],
    [
     -0.7368729114532471,
     1.1820062398910522,
     -0.46387022733688354,
     -0.8974253535270691,
     1.4255881309509277,
     0.3548050820827484,
     -0.5797070264816284,
     -0.7624139785766602,
     1.9919246435165405,
     -0.33338096737861633,
     -0.5895586013793945,
     -0.23040343821048737,
     0.35504549741744995,
     -0.582606315612793,
     0.9794028401374817
    ],
    [
     0.6954140663146973,
     0.8421238660812378,
     0.20269687473773956,
     0.6389297246932983,
     -0.6689758896827698,
     -0.0006508242804557085,
     0.5053712725639343,
     2.105806350708008,
     -0.10475975275039673,
     1.1112669706344604,
     -0.006042430642992258,
     -0.6700639128684998,
     -0.7146823406219482,
     0.06729085743427277,
     -0.6801992058753967
    ],
    [
     -0.6772018671035767,
     0.40947839617729187,
     0.15499919652938843,
     1.362859845161438,
     0.056274957954883575,
     -0.9698278903961182,
     -0.0409751757979393,
     -0.12315146625041962,
     1.1444528102874756,
     0.35022953152656555,
     -0.25333911180496216,
     -0.42806515097618103,
     -0.7780933976173401,
     -0.48314425349235535,
     2.876847743988037
    ],
    [
     -0.728852391242981,
     -0.22361509501934052,
     -0.5718541741371155,
     0.0973702147603035,
     1.06745445728302,
     -0.9924935698509216,
     1.42167329788208,
     -0.7626569271087646,
     1.5719467401504517,
     -0.7684755325317383,
     -0.7373486161231995,
     -0.6709110140800476,
     1.1563827991485596,
     -0.5816220045089722,
     1.5419968366622925
    ],
    [
     -0.7481423616409302,
     0.5547581315040588,
     -0.27176809310913086,
     -0.2501671612262726,
     0.13823965191841125,
     1.2795087099075317,
     1.9381791353225708,
     -0.14790523052215576,
     -0.25203055143356323,
     1.2931925058364868,
     1.2071738243103027,
     -0.08944050222635269,
     -0.7044856548309326,
     0.48399588465690613,
     1.1118910312652588
    ],
    [
     1.2724140882492065,
     0.43067488074302673,
     2.1061947345733643,
     0.7108715176582336,
     -0.6849405765533447,
     0.09677375108003616,
     0.7018992900848389,
     2.1710996627807617,
     -0.8881890773773193,
     1.3013243675231934,
     0.35004696249961853,
     -0.36990535259246826,
     0.1833018809556961,
     -0.5261185169219971,
     1.019084095954895
    ],
    [
     -0.6758925318717957,
     -0.42355877161026,
     0.11083830147981644,
     0.6059892773628235,
     0.7637923359870911,
     -0.9728186130523682,
     0.7593005895614624,
     -0.7484816312789917,
     2.7687885761260986,
     -0.5902204513549805,
     -0.7885989546775818,
     -0.2140125334262848,
     0.33702975511550903,
     -0.5728267431259155,
     1.9322477579116821
    ],
    [
     0.33240532875061035,
     -0.682948112487793,
     0.21627528965473175,
     -0.5693708658218384,
     -0.6865507960319519,
     -0.04354095458984375,
     -0.6686206459999084,
     -0.6513310670852661,
     1.7651411294937134,
     -0.1334875524044037,
     -0.5559453368186951,
     -0.2522381544113159,
     -0.39786553382873535,
     -0.4171561598777771,
     -0.03189042955636978
    ],
    [
     0.23554670810699463,
     -0.6856416463851929,
     -0.2729155719280243,
     -0.04433326795697212,
     -0.6278985738754272,
     0.8922014832496643,
     1.3919486999511719,
     -0.40859532356262207,
     2.156069278717041,
     0.06638961285352707,
     -0.310273677110672,
     -0.2334437519311905,
     -0.304810494184494,
     0.13959378004074097,
     0.4192231595516205
    ],
    [
     0.6293743848800659,
     -0.07384292036294937,
     0.9334580898284912,
     0.12091059237718582,
     0.11946813762187958,
     0.17356805503368378,
     0.4730909764766693,
     0.6858936548233032,
     -0.565880298614502,
     -0.16853544116020203,
     -0.03612538427114487,
     1.2938889265060425,
     0.1011074110865593,
     3.017977714538574,
     0.09649550914764404
    ],
    [
     -0.7349392175674438,
     0.9302250146865845,
     -0.6433001160621643,
     2.690274715423584,
     0.5147264003753662,
     -0.08575805276632309,
     0.9458104372024536,
     -0.4679548144340515,
     1.6817491054534912,
     -0.48339352011680603,
     0.5652487874031067,
     0.8382388353347778,
     -0.7826308608055115,
     1.53511381149292,
     -0.5517963767051697
    ],
    [
     -0.06578394770622253,
     0.8278678059577942,
     -0.02697286382317543,
     0.029999855905771255,
     0.6731979846954346,
     1.977860450744629,
     1.7421988248825073,
     0.629362940788269,
     0.062407415360212326,
     1.1521897315979004,
     0.06914938241243362,
     0.6959118247032166,
     1.1827077865600586,
     0.24673332273960114,
     -0.8366562724113464
    ],
    [
     -0.7439388632774353,
     1.3933714628219604,
     -0.4953494966030121,
     -0.8874920010566711,
     1.5887258052825928,
     0.2696373164653778,
     -0.6172205209732056,
     -0.7468879818916321,
     2.2254586219787598,
     -0.43028539419174194,
     -0.690322756767273,
     -0.43012210726737976,
     0.4151056110858917,
     0.024241138249635696,
     0.5644192099571228
    ],
    [
     0.9891883730888367,
     0.37300124764442444,
     -0.5112162828445435,
     -0.9014894366264343,
     0.3971397280693054,
     -0.5016481876373291,
     -0.66925448179245,
     -0.3547552525997162,
     2.740297555923462,
     -0.2532924711704254,
     0.522909939289093,
     -0.6924841403961182,
     0.2597028911113739,
     -0.16240988671779633,
     -0.8802732825279236
    ],
    [
     -0.5116186738014221,
     0.17410129308700562,
     1.060422420501709,
     0.8613031506538391,
     0.28484398126602173,
     -0.464358389377594,
     -0.16505670547485352,
     -0.30606329441070557,
     0.2846289277076721,
     0.24526572227478027,
     2.2661006450653076,
     -0.07557052373886108,
     1.48964262008667,
     -0.08522287756204605,
     -0.4286007881164551
    ],
    [
     1.1729106903076172,
     -0.6882663369178772,
     -0.6421570181846619,
     0.7776650786399841,
     0.2907586395740509,
     0.8760858774185181,
     0.18985337018966675,
     0.4037017822265625,
     0.06032462418079376,
     1.3677868843078613,
     -0.8018178343772888,
     1.560870885848999,
     0.9357736110687256,
     1.401026725769043,
     0.41391828656196594
    ],
    [
     0.6986909508705139,
     0.8005716800689697,
     0.2870852053165436,
     1.2116148471832275,
     -0.690604031085968,
     0.1590222716331482,
     0.6106381416320801,
     1.9807157516479492,
     -0.04996402561664581,
     1.1997207403182983,
     -0.09419794380664825,
     -0.6779307126998901,
     -0.7905654311180115,
     0.03715324401855469,
     -0.8685438632965088
    ],
    [
     -0.7472045421600342,
     1.3210912942886353,
     0.637253999710083,
     -0.09964382648468018,
     1.2861093282699585,
     0.5206269025802612,
     0.7256708145141602,
     -0.7483495473861694,
     1.46940279006958,
     -0.7706596255302429,
     -0.8060706853866577,
     0.3747153580188751,
     0.6617186069488525,
     -0.5951827764511108,
     0.6254516243934631
    ],
    [
     -0.7266631126403809,
     0.16186809539794922,
     1.0781762599945068,
     -0.8900308012962341,
     0.9539446234703064,
     2.310176372528076,
     1.3956050872802734,
     1.0206751823425293,
     -0.4804854393005371,
     1.2633365392684937,
     0.24479882419109344,
     1.4093927145004272,
     -0.4820115268230438,
     0.03349004313349724,
     0.42511019110679626
    ],
    [
     -0.7430307865142822,
     0.8021454215049744,
     -0.6462177038192749,
     0.5205455422401428,
     1.9629201889038086,
     -0.9745802879333496,
     0.3559901714324951,
     -0.7484617829322815,
     0.6837223768234253,
     -0.7623401880264282,
     -0.8090603947639465,
     -0.684174656867981,
     0.6152204871177673,
     -0.1486479490995407,
     1.6582595109939575
    ],
    [
     0.04165853559970856,
     0.5851249098777771,
     0.1018240749835968,
     -0.4684561491012573,
     -0.5606049299240112,
     -0.458204060792923,
     -0.6938257813453674,
     0.020408572629094124,
     -0.5495945811271667,
     0.34062808752059937,
     0.4652319550514221,
     1.0333235263824463,
     -0.5067497491836548,
     1.3931142091751099,
     0.4883987009525299
    ],
    [
     -0.0990535318851471,
     0.014679457992315292,
     -0.13559702038764954,
     -0.4860752522945404,
     1.1035172939300537,
     -0.9744253754615784,
     -0.4722864627838135,
     1.0919137001037598,
     -0.01537252962589264,
     0.06059032306075096,
     1.5830460786819458,
     -0.47351527214050293,
     1.1658586263656616,
     0.2114681452512741,
     -0.8691827058792114
    ],
    [
     0.22213047742843628,
     -0.01072561927139759,
     -0.6498391628265381,
     0.24932898581027985,
     -0.6668912768363953,
     0.5559511780738831,
     1.1905572414398193,
     0.07164366543292999,
     0.4626207649707794,
     0.11184465140104294,
     0.6485059261322021,
     0.6454657912254333,
     0.2857051193714142,
     -0.09249880909919739,
     0.721504271030426
    ],
    [
     -0.2896789610385895,
     0.5569059252738953,
     -0.4412488639354706,
     3.278233528137207,
     0.29467588663101196,
     0.41827112436294556,
     0.5894317626953125,
     0.7272579073905945,
     1.2651442289352417,
     -0.4339720904827118,
     0.3316618800163269,
     2.936011791229248,
     -0.17996256053447723,
     0.13744038343429565,
     0.016163047403097153
    ],
    [
     -0.5603399872779846,
     -0.3863810896873474,
     -0.20054996013641357,
     0.5362297296524048,
     -0.2594793736934662,
     1.0458478927612305,
     0.9481145739555359,
     0.5313186645507812,
     0.24317090213298798,
     0.29349714517593384,
     0.15888485312461853,
     0.8111935257911682,
     0.31298598647117615,
     0.9542792439460754,
     -0.3820050060749054
    ],
    [
     1.2924535274505615,
     -0.48262354731559753,
     -0.1150229200720787,
     -0.017627133056521416,
     -0.34160947799682617,
     0.08658356219530106,
     -0.6781732439994812,
     -0.6082062721252441,
     0.05430832505226135,
     1.6027826070785522,
     0.07544682174921036,
     -0.014002188108861446,
     -0.18639664351940155,
     1.8363622426986694,
     0.795223593711853
    ],
    [
     -0.15089768171310425,
     0.334989070892334,
     0.037378646433353424,
     -0.15534421801567078,
     0.8221434354782104,
     1.2903354167938232,
     2.3709819316864014,
     -0.15536262094974518,
     -0.3619770407676697,
     0.7326672077178955,
     0.6868599653244019,
     -0.4784872233867645,
     -0.19747664034366608,
     0.41818565130233765,
     0.9104807376861572
    ],
    [
     2.931927442550659,
     0.06575758755207062,
     0.3616001605987549,
     -0.7955694198608398,
     -0.6791754364967346,
     -0.9686754941940308,
     -0.41955605149269104,
     -0.5406605005264282,
     1.913428544998169,
     2.3814797401428223,
     -0.3515070080757141,
     0.9522494673728943,
     -0.7773245573043823,
     1.8387246131896973,
     -0.8831539750099182
    ],
    [
     0.3467199504375458,
     2.0370967388153076,
     3.4155240058898926,
     0.8784898519515991,
     -0.1245499923825264,
     0.22333447635173798,
     0.6093270778656006,
     1.6647553443908691,
     -0.3899519145488739,
     0.5016700029373169,
     -0.7086920142173767,
     -0.39667409658432007,
     0.33399292826652527,
     2.043739080429077,
     -0.07960225641727448
    ],
    [
     -0.7452500462532043,
     0.5477185845375061,
     0.637056291103363,
     0.4094245731830597,
     1.8653316497802734,
     0.765357494354248,
     -0.22217483818531036,
     -0.7480815052986145,
     1.5773240327835083,
     -0.7863169312477112,
     -0.7887124419212341,
     -0.08899576216936111,
     0.9494701623916626,
     -0.5697250366210938,
     0.719389796257019
    ],
    [
     1.6890498399734497,
     -0.28225967288017273,
     -0.6453789472579956,
     -0.590191662311554,
     0.2680395841598511,
     -0.5833215117454529,
     -0.21908991038799286,
     2.232506275177002,
     1.1718254089355469,
     1.6438028812408447,
     1.8797175884246826,
     0.4918455183506012,
     1.5753796100616455,
     1.1956530809402466,
     0.15728183090686798
    ],
    [
     -0.7313095927238464,
     -0.008890622295439243,
     -0.35491377115249634,
     0.4573974013328552,
     -0.001991407247260213,
     -0.9759000539779663,
     0.9849412441253662,
     -0.7447395324707031,
     2.3141837120056152,
     -0.6267762780189514,
     -0.3120986819267273,
     -0.6762493848800659,
     -0.7884909510612488,
     -0.5751034617424011,
     1.3898745775222778
    ],
    [
     3.017016887664795,
     -0.708653450012207,
     -0.037878911942243576,
     -0.8938264846801758,
     -0.007027183659374714,
     -0.9890674352645874,
     -0.6689945459365845,
     -0.7492751479148865,
     1.5432875156402588,
     1.77373206615448,
     -0.8071185946464539,
     -0.6741984486579895,
     -0.7905892729759216,
     -0.5900694727897644,
     -0.8689208030700684
    ],
    [
     3.4946303367614746,
     0.13285240530967712,
     0.6601489186286926,
     -0.6987928748130798,
     -0.670950174331665,
     -0.9833009243011475,
     -0.5597445964813232,
     -0.7617058157920837,
     1.213226318359375,
     2.7464640140533447,
     -0.011951422318816185,
     0.9602654576301575,
     -0.7814475297927856,
     -0.4125519096851349,
     -0.8834865689277649
    ],
    [
     -0.10132221132516861,
     -0.6847614049911499,
     0.9574247002601624,
     -0.03290703147649765,
     -0.07077032327651978,
     1.1897655725479126,
     0.020103594288229942,
     1.0314167737960815,
     -0.6751328706741333,
     -0.31761735677719116,
     0.5019147396087646,
     0.6780275702476501,
     -0.10487867891788483,
     0.7574436664581299,
     0.7517753839492798
    ],
    [
     2.0949392318725586,
     0.24671031534671783,
     0.8335433006286621,
     -0.4292113780975342,
     -0.6626061797142029,
     -0.9682139158248901,
     -0.6665741801261902,
     -0.38257986307144165,
     1.6351072788238525,
     2.311138868331909,
     -0.8171851634979248,
     0.546727180480957,
     -0.7957595586776733,
     1.1373578310012817,
     -0.6842094659805298
    ],
    [
     -0.7313038110733032,
     -0.3284686803817749,
     -0.036095522344112396,
     0.5001684427261353,
     0.3324996829032898,
     0.7529924511909485,
     -0.40677472949028015,
     -0.3179572820663452,
     -0.20907340943813324,
     1.0083105564117432,
     -0.8170367479324341,
     -0.647436261177063,
     -0.2265075296163559,
     0.42805811762809753,
     0.1372102051973343
    ],
    [
     -0.5116001963615417,
     -0.5841856002807617,
     0.3589499592781067,
     2.0407140254974365,
     1.745394229888916,
     -0.9718671441078186,
     0.02237728238105774,
     -0.020983576774597168,
     -0.0519726499915123,
     -0.10342913866043091,
     0.24044203758239746,
     0.6739571690559387,
     -0.5674147605895996,
     -0.5979684591293335,
     -0.3042939305305481
    ],
    [
     -0.7449079751968384,
     0.14045649766921997,
     -0.2968459129333496,
     0.8397219777107239,
     1.010404109954834,
     -0.973500669002533,
     0.5776016712188721,
     -0.1941068172454834,
     1.54050874710083,
     -0.5615384578704834,
     -0.430399626493454,
     -0.6779876351356506,
     -0.38174986839294434,
     -0.46452075242996216,
     1.3517279624938965
    ],
    [
     2.7554521560668945,
     0.8173815011978149,
     0.5406681895256042,
     -0.8125866651535034,
     -0.36171096563339233,
     -0.9814896583557129,
     -0.4890953004360199,
     -0.7620009183883667,
     2.210191011428833,
     0.34541600942611694,
     -0.5925136804580688,
     -0.6756445169448853,
     0.3348492383956909,
     -0.4301872253417969,
     -0.8732266426086426
    ]
   ],
   [
    0.7154895067214966,
    0.6719104647636414,
    0.6347795724868774,
    0.8781316876411438,
    0.6506552696228027,
    0.9572839736938477,
    0.6558693647384644,
    0.7325114607810974,
    0.8529918193817139,
    0.7539932727813721,
    0.7844083905220032,
    0.6331252455711365,
    0.7667133212089539,
    0.5661470890045166,
    0.8586828708648682
   ]
  ],
  "tokens": [
   "ai",
   "ds",
   "depart",
   "ai",
   "ds",
   "engin",
   "cours",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "lab",
   "lab",
   "ai",
   "ds",
   "engin",
   "mani",
   "lab",
   "ai",
   "ds",
   "depart",
   "lab",
   "ai",
   "ds",
   "engin",
   "mani",
   "seat",
   "inai",
   "ds",
   "engin",
   "number",
   "seat",
   "ai",
   "ds",
   "engin",
   "strength",
   "ai",
   "ds",
   "engin",
   "much",
   "intak",
   "ai",
   "ds",
   "engin",
   "number",
   "intak",
   "ai",
   "ds",
   "engin",
   "mani",
   "staff",
   "ai",
   "ds",
   "engin",
   "number",
   "staff",
   "inai",
   "ds",
   "engin",
   "staff",
   "inai",
   "ds",
   "engin",
   "number",
   "staff",
   "ai",
   "ds",
   "engin",
   "elig",
   "criteria",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "ai",
   "ds",
   "engin",
   "fee",
   "ai",
   "ds",
   "engin",
   "durat",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "durat",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "locat",
   "colleg",
   "strength",
   "ai",
   "ds",
   "engin",
   "civil",
   "depart",
   "civil",
   "engin",
   "cours",
   "civil",
   "engin",
   "civil",
   "engin",
   "civil",
   "engin",
   "civil",
   "engin",
   "lab",
   "lab",
   "civil",
   "engin",
   "mani",
   "lab",
   "civil",
   "depart",
   "lab",
   "civil",
   "engin",
   "mani",
   "seat",
   "civil",
   "engin",
   "number",
   "seat",
   "civil",
   "engin",
   "strength",
   "civil",
   "engin",
   "mani",
   "intak",
   "civil",
   "engin",
   "number",
   "intak",
   "civil",
   "engin",
   "civil",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "civil",
   "engin",
   "fee",
   "civil",
   "engin",
   "mani",
   "staff",
   "civil",
   "engin",
   "number",
   "staff",
   "civil",
   "engin",
   "staff",
   "civil",
   "engin",
   "number",
   "staff",
   "civil",
   "engin",
   "elig",
   "criteria",
   "civil",
   "engin",
   "durat",
   "civil",
   "engin",
   "civil",
   "engin",
   "durat",
   "civil",
   "engin",
   "civil",
   "engin",
   "locat",
   "colleg",
   "strength",
   "civil",
   "engin",
   "compuy",
   "engin",
   "comput",
   "degre",
   "comput",
   "engin",
   "fee",
   "fee",
   "structur",
   "comput",
   "engin",
   "fee",
   "comput",
   "engin",
   "comput",
   "engin",
   "lab",
   "lab",
   "comput",
   "engin",
   "mani",
   "lab",
   "comput",
   "depart",
   "lab",
   "comput",
   "engin",
   "mani",
   "seat",
   "comput",
   "engin",
   "number",
   "seat",
   "comput",
   "engin",
   "strength",
   "comput",
   "engin",
   "mani",
   "intak",
   "comput",
   "engin",
   "number",
   "intak",
   "comput",
   "engin",
   "mani",
   "staff",
   "comput",
   "engin",
   "number",
   "staff",
   "comput",
   "engin",
   "staff",
   "comput",
   "engin",
   "number",
   "staff",
   "comput",
   "engin",
   "elig",
   "criteria",
   "comput",
   "engin",
   "durat",
   "comput",
   "engin",
   "comput",
   "engin",
   "durat",
   "comput",
   "engin",
   "comput",
   "engin",
   "locat",
   "colleg",
   "strength",
   "comput",
   "engin",
   "help",
   "need",
   "help",
   "need",
   "help",
   "pleas",
   "pleas",
   "help",
   "pl",
   "help",
   "pl",
   "guid",
   "pleas",
   "guid",
   "help",
   "could",
   "help",
   "help",
   "admiss",
   "process",
   "admiss",
   "2024",
   "admiss",
   "form",
   "2024",
   "comput",
   "engin",
   "admiss",
   "process",
   "electr",
   "engin",
   "admiss",
   "process",
   "civil",
   "engin",
   "admiss",
   "process",
   "mechan",
   "engin",
   "admiss",
   "process",
   "engin",
   "admiss",
   "process",
   "colleg",
   "inform",
   "regard",
   "colleg",
   "colleg",
   "colleg",
   "inform",
   "cours",
   "offer",
   "colleg",
   "cours",
   "avail",
   "colleg",
   "depart",
   "avail",
   "colleg",
   "mani",
   "depart",
   "avail",
   "colleg",
   "cours",
   "contact",
   "scholarship",
   "appli",
   "scholarship",
   "depart",
   "colleg",
   "mani",
   "depart",
   "depart",
   "colleg",
   "depart",
   "colleg",
   "mani",
   "engin",
   "depart",
   "mani",
   "not",
   "depart",
   "mani",
   "depart",
   "not",
   "colleg",
   "not",
   "depart",
   "colleg",
   "depart",
   "not",
   "colleg",
   "electr",
   "depart",
   "electr",
   "engin",
   "cours",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "electr",
   "engin",
   "fee",
   "electr",
   "engin",
   "durat",
   "electr",
   "engin",
   "electr",
   "engin",
   "durat",
   "electr",
   "engin",
   "lab",
   "lab",
   "electr",
   "engin",
   "mani",
   "lab",
   "electr",
   "depart",
   "lab",
   "electr",
   "engin",
   "mani",
   "seat",
   "electr",
   "engin",
   "number",
   "seat",
   "electr",
   "engin",
   "strength",
   "electr",
   "engin",
   "mani",
   "intak",
   "electr",
   "engin",
   "number",
   "intak",
   "electr",
   "engin",
   "mani",
   "staff",
   "electr",
   "engin",
   "number",
   "staff",
   "electr",
   "engin",
   "staff",
   "electr",
   "engin",
   "number",
   "staff",
   "electr",
   "engin",
   "elig",
   "criteria",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "locat",
   "colleg",
   "strength",
   "electr",
   "engin",
   "mechan",
   "depart",
   "mechan",
   "engin",
   "cours",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "mechainc",
   "engin",
   "lab",
   "lab",
   "mechan",
   "engin",
   "mani",
   "lab",
   "mechan",
   "depart",
   "lab",
   "mechan",
   "engin",
   "durat",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "durat",
   "mechan",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "mechan",
   "engin",
   "fee",
   "mechan",
   "engin",
   "mani",
   "seat",
   "mechan",
   "engin",
   "number",
   "seat",
   "mechan",
   "engin",
   "mani",
   "intak",
   "mechan",
   "engin",
   "number",
   "intak",
   "mechan",
   "engin",
   "mani",
   "staff",
   "mechan",
   "engin",
   "number",
   "staff",
   "mechan",
   "engin",
   "staff",
   "mechan",
   "engin",
   "number",
   "staff",
   "mechan",
   "engin",
   "elig",
   "criteria",
   "mechan",
   "engin"
  ],
  "tokenization": "stem",
  "word_to_id": {
   "cours": 0,
   "regard": 1,
   "engin": 2,
   "not": 3,
   "intak": 4,
   "civil": 5,
   "compuy": 6,
   "admiss": 7,
   "ds": 8,
   "need": 9,
   "guid": 10,
   "elig": 11,
   "inai": 12,
   "pl": 13,
   "colleg": 14,
   "locat": 15,
   "seat": 16,
   "degre": 17,
   "strucutr": 18,
   "process": 19,
   "inform": 20,
   "electr": 21,
   "lab": 22,
   "ai": 23,
   "form": 24,
   "staff": 25,
   "could": 26,
   "mani": 27,
   "mechan": 28,
   "durat": 29,
   "structur": 30,
   "fee": 31,
   "depart": 32,
   "criteria": 33,
   "contact": 34,
   "much": 35,
   "2024": 36,
   "mechainc": 37,
   "pleas": 38,
   "avail": 39,
   "appli": 40,
   "number": 41,
   "scholarship": 42,
   "strength": 43,
   "comput": 44,
   "help": 45,
   "offer": 46
  },
  "id_to_word": {
   "0": "cours",
   "1": "regard",
   "2": "engin",
   "3": "not",
   "4": "intak",
   "5": "civil",
   "6": "compuy",
   "7": "admiss",
   "8": "ds",
   "9": "need",
   "10": "guid",
   "11": "elig",
   "12": "inai",
   "13": "pl",
   "14": "colleg",
   "15": "locat",
   "16": "seat",
   "17": "degre",
   "18": "strucutr",
   "19": "process",
   "20": "inform",
   "21": "electr",
   "22": "lab",
   "23": "ai",
   "24": "form",
   "25": "staff",
   "26": "could",
   "27": "mani",
   "28": "mechan",
   "29": "durat",
   "30": "structur",
   "31": "fee",
   "32": "depart",
   "33": "criteria",
   "34": "contact",
   "35": "much",
   "36": "2024",
   "37": "mechainc",
   "38": "pleas",
   "39": "avail",
   "40": "appli",
   "41": "number",
   "42": "scholarship",
   "43": "strength",
   "44": "comput",
   "45": "help",
   "46": "offer"
  }
 },
 "v2c": {
  "model": {
   "name": "Vector_to_Class",
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       15
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_2_input"
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_2",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       15
      ],
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_3",
      "trainable": true,
      "dtype": "float32",
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_4",
      "trainable": true,
      "dtype": "float32",
      "units": 53,
      "activation": "softmax",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    }
   ]
  },
  "weights": [
   [
    [
     0.6692966222763062,
     -0.4764900505542755,
     -1.199984073638916,
     0.6095491051673889,
     0.7015060782432556,
     -0.6139701008796692,
     0.9841420650482178,
     0.37712496519088745,
     -0.005429357290267944,
     0.974088191986084
    ],
    [
     0.6475834250450134,
     0.4309539496898651,
     0.2994321882724762,
     0.18355296552181244,
     0.5532434582710266,
     0.1335151493549347,
     1.1536897420883179,
     -0.4173623323440552,
     -0.15632405877113342,
     -1.1925065517425537
    ],
    [
     -0.8004032969474792,
     -0.012845026329159737,
     0.8161442279815674,
     0.23368683457374573,
     0.5204900503158569,
     1.0044021606445312,
     0.46681657433509827,
     -0.4528069794178009,
     0.39901211857795715,
     1.0557106733322144
    ],
    [
     0.655234158039093,
     -0.49487632513046265,
     0.19787588715553284,
     -0.4987664520740509,
     -0.7919736504554749,
     -0.19149191677570343,
     -0.65609210729599,
     0.938017725944519,
     -0.1733623743057251,
     0.21977707743644714
    ],
    [
     0.5611342787742615,
     -0.2953079640865326,
     0.1093238964676857,
     -0.16378693282604218,
     0.9263877868652344,
     -0.4389841854572296,
     -0.33752015233039856,
     0.5461857914924622,
     0.3719330132007599,
     0.7283856272697449
    ],
    [
     0.21877175569534302,
     -0.31363967061042786,
     0.5570173263549805,
     -0.42513763904571533,
     0.754475474357605,
     0.32421502470970154,
     0.6626009941101074,
     1.2964060306549072,
     -0.289303719997406,
     0.02074379473924637
    ],
    [
     -0.14906172454357147,
     0.17475932836532593,
     1.2618458271026611,
     -0.08644283562898636,
     -0.36569178104400635,
     0.5718622207641602,
     0.5815206170082092,
     0.031217459589242935,
     -0.33575981855392456,
     -1.1379190683364868
    ],
    [
     0.05634002387523651,
     -0.005464463960379362,
     -0.3101954162120819,
     -0.14169614017009735,
     0.5667524337768555,
     0.37561944127082825,
     1.0549712181091309,
     0.6214526891708374,
     -0.1427994668483734,
     0.13534902036190033
    ],
    [
     0.5018289685249329,
     -0.3170238137245178,
     0.7358177304267883,
     0.9342369437217712,
     -0.5098356008529663,
     -0.3670993745326996,
     0.415993332862854,
     -0.012697563506662846,
     -0.29491621255874634,
     0.4782654047012329
    ],
    [
     -0.33074748516082764,
     0.15088802576065063,
     0.5156760811805725,
     0.8161520957946777,
     0.8414102792739868,
     0.01219245232641697,
     0.7645450830459595,
     -0.6933327913284302,
     -0.4742248058319092,
     0.42142871022224426
    ],
    [
     0.5313990116119385,
     -0.17733509838581085,
     0.8731391429901123,
     0.7059273719787598,
     0.3989090621471405,
     1.1149437427520752,
     -0.6455439329147339,
     -0.32903262972831726,
     0.3965398967266083,
     0.16441912949085236
    ],
    [
     -0.6625638008117676,
     -0.1416652351617813,
     0.2872799336910248,
     -0.022678624838590622,
     -0.2708379328250885,
     0.7854970097541809,
     0.2642943859100342,
     0.9403154850006104,
     -0.2579699158668518,
     0.7304427027702332
    ],
    [
     0.8164432048797607,
     -0.23905767500400543,
     -0.7981758713722229,
     1.0579073429107666,
     -0.4282538890838623,
     1.2716854810714722,
     -0.3114790916442871,
     -0.19148167967796326,
     -0.4346010684967041,
     0.5685970187187195
    ],
    [
     -0.4428812563419342,
     -0.195689857006073,
     -0.20823879539966583,
     -0.44343018531799316,
     0.3336990773677826,
     -0.14470864832401276,
     -0.3350791335105896,
     1.089846134185791,
     -0.3198530673980713,
     0.8017863631248474
    ],
    [
     0.8828815221786499,
     0.22487866878509521,
     0.7629880905151367,
     0.629597544670105,
     -0.02205120585858822,
     -0.048665065318346024,
     -0.6560784578323364,
     -0.38914892077445984,
     -0.24560631811618805,
     0.3609437048435211
    ]
   ],
   [
    0.7028584480285645,
    -0.03793535754084587,
    0.35095590353012085,
    0.6036310195922852,
    0.5254094004631042,
    -0.1334642469882965,
    0.37299081683158875,
    0.23299278318881989,
    0.0,
    0.5973020195960999
   ],
   [
    [
     0.7994894981384277,
     0.9826421141624451,
     0.527381956577301,
     -0.8528246283531189,
     -0.2773067355155945,
     0.9278685450553894,
     0.018795983865857124,
     1.3975390195846558,
     1.243668556213379,
     0.6686511635780334
    ],
    [
     0.04381513595581055,
     -0.22375772893428802,
     -0.23891198635101318,
     -0.527424693107605,
     -0.3055567741394043,
     0.21767643094062805,
     -0.4722058176994324,
     0.11358713358640671,
     0.2373768389225006,
     0.5365078449249268
    ],
    [
     0.909240186214447,
     -0.5623525381088257,
     0.2508835196495056,
     0.9166606664657593,
     0.2698465883731842,
     -1.5357654094696045,
     0.9399689435958862,
     -0.3689380884170532,
     1.209669589996338,
     -0.8165709972381592
    ],
    [
     -0.012808730825781822,
     -0.4462307095527649,
     0.3909771740436554,
     -0.4220125377178192,
     -0.8399107456207275,
     0.5884944200515747,
     1.0124499797821045,
     0.866740345954895,
     0.20570337772369385,
     0.3478858768939972
    ],
    [
     -1.004603624343872,
     0.8429487943649292,
     0.23077119886875153,
     0.3213266432285309,
     0.739982545375824,
     0.6925612092018127,
     0.8556783199310303,
     -0.6470816731452942,
     0.4868229627609253,
     0.08917596936225891
    ],
    [
     0.1944689154624939,
     0.09695050120353699,
     -0.9666548371315002,
     0.6217653751373291,
     -0.22583319246768951,
     -0.4160864055156708,
     0.7640819549560547,
     0.6897629499435425,
     -0.7296949625015259,
     -1.418992280960083
    ],
    [
     -1.2240601778030396,
     1.1847813129425049,
     1.242171287536621,
     0.9558850526809692,
     -0.791493833065033,
     0.22776973247528076,
     -0.2821514904499054,
     -0.20310065150260925,
     -0.22478565573692322,
     0.3286675810813904
    ],
    [
     0.5452094674110413,
     0.5364066362380981,
     -0.5521074533462524,
     0.6117023825645447,
     1.2952144145965576,
     0.19443254172801971,
     -1.232804536819458,
     -0.034711576998233795,
     -0.03489414602518082,
     0.4107421636581421
    ],
    [
     -0.18054428696632385,
     -0.3996538817882538,
     0.5426027774810791,
     0.09103012084960938,
     -0.5255112648010254,
     -0.46656665205955505,
     0.2829042077064514,
     -0.3120896518230438,
     -0.38009947538375854,
     -0.05114343762397766
    ],
    [
     0.3226061761379242,
     -0.4993073642253876,
     -0.14061126112937927,
     0.5815363526344299,
     1.0253353118896484,
     1.1399692296981812,
     0.6963006258010864,
     0.448172390460968,
     -0.6785038113594055,
     0.9604572653770447
    ]
   ],
   [
    0.5392429828643799,
    0.12246083468198776,
    0.3635130822658539,
    0.013092000037431717,
    0.4210766553878784,
    0.07361669838428497,
    0.2540687620639801,
    0.2957382798194885,
    0.4999789297580719,
    0.4197632372379303
   ],
   [
    [
     -0.9468771815299988,
     -1.0918041467666626,
     -1.0847409963607788,
     -0.6461268663406372,
     -0.48767775297164917,
     -1.3558331727981567,
     -0.48771530389785767,
     -0.8486862778663635,
     -0.8343384861946106,
     -1.4067124128341675,
     -0.871923565864563,
     -0.59242182970047,
     -1.2247250080108643,
     -0.3310265839099884,
     -1.229599118232727,
     -0.30911359190940857,
     0.051547322422266006,
     -0.4530401825904846,
     0.24973514676094055,
     0.5852020382881165,
     -0.10823077708482742,
     0.06734691560268402,
     -0.19662335515022278,
     -0.18526849150657654,
     0.0880168005824089,
     0.3776968717575073,
     0.04959069564938545,
     0.45686012506484985,
     -0.09391680359840393,
     -0.3214465081691742,
     -1.304045557975769,
     -0.9159276485443115,
     -0.5800093412399292,
     -1.5781326293945312,
     -0.8942696452140808,
     0.18590977787971497,
     0.05970791354775429,
     0.20682191848754883,
     -0.14516697824001312,
     -0.014171963557600975,
     -0.31362468004226685,
     -0.7706729173660278,
     -0.0431634858250618,
     0.0447649210691452,
     -0.933047890663147,
     -1.0536683797836304,
     -0.20669738948345184,
     -0.31713274121284485,
     -1.0350908041000366,
     -1.3398879766464233,
     -1.446662187576294,
     -0.26818525791168213,
     -0.654413104057312
    ],
    [
     0.45799586176872253,
     0.2220631092786789,
     0.2871776521205902,
     0.5462457537651062,
     0.23170018196105957,
     0.17703673243522644,
     0.4266541004180908,
     0.24480971693992615,
     0.08491990715265274,
     0.1984342634677887,
     0.16796156764030457,
     0.062092941254377365,
     0.06964437663555145,
     0.5070054531097412,
     0.2596243917942047,
     0.058009978383779526,
     0.4039780795574188,
     0.11908352375030518,
     -0.33060315251350403,
     -0.5952788591384888,
     -0.700885534286499,
     -0.6195290088653564,
     -0.6425901651382446,
     -0.12562747299671173,
     -0.3967250883579254,
     -0.9118582606315613,
     -0.621414840221405,
     -0.7709262371063232,
     0.12331850826740265,
     -0.9166761636734009,
     0.06572575867176056,
     -0.036242153495550156,
     -0.02034170553088188,
     -0.5607402920722961,
     -1.022244930267334,
     -1.2059812545776367,
     -0.05907045677304268,
     -0.6834211349487305,
     -0.6589910984039307,
     -1.1964951753616333,
     -0.5863457918167114,
     -0.7572228908538818,
     -0.8007132411003113,
     -0.752549946308136,
     0.2120586484670639,
     0.003650027560070157,
     0.0598566047847271,
     0.13793209195137024,
     -0.8266875147819519,
     -0.26540249586105347,
     -0.2772277593612671,
     -0.09633462876081467,
     -0.20820499956607819
    ],
    [
     0.3044905364513397,
     0.15272074937820435,
     0.059138987213373184,
     0.11257880181074142,
     0.11748389154672623,
     0.2242109477519989,
     0.22033832967281342,
     0.3831113278865814,
     0.35244378447532654,
     -0.023677609860897064,
     -0.454863041639328,
     -0.16036203503608704,
     -0.7661822438240051,
     -0.9203073382377625,
     -0.4226575791835785,
     0.08863939344882965,
     -0.2367992401123047,
     0.057029083371162415,
     -0.2098817676305771,
     -0.14405575394630432,
     -0.6414332389831543,
     -0.5737572312355042,
     -0.03496129810810089,
     -0.7896904945373535,
     -0.7285355925559998,
     -0.2755368947982788,
     -0.2586645781993866,
     0.0501091405749321,
     0.21245644986629486,
     0.27820125222206116,
     0.3264015018939972,
     0.19513097405433655,
     0.2977411448955536,
     0.10495389252901077,
     0.0023847417905926704,
     -0.5804603099822998,
     -0.3674268424510956,
     -1.0666542053222656,
     -0.7238714694976807,
     -0.5773764848709106,
     -0.35873186588287354,
     -0.18007932603359222,
     -0.5101747512817383,
     0.07324535399675369,
     -0.7084611058235168,
     -0.9496247172355652,
     -0.12593546509742737,
     -1.131021499633789,
     -0.8291845321655273,
     -0.4326183497905731,
     -0.545641303062439,
     0.09171844273805618,
     0.03150881826877594
    ],
    [
     -0.17355644702911377,
     0.09103288501501083,
     0.2534182667732239,
     0.31950145959854126,
     0.37761983275413513,
     0.06029197573661804,
     0.33786505460739136,
     0.04802262410521507,
     0.23619025945663452,
     -0.3646280765533447,
     -0.1382775902748108,
     -0.053771063685417175,
     0.383439302444458,
     0.16282539069652557,
     0.2989063262939453,
     0.10849348455667496,
     -0.06047413498163223,
     -0.3118017315864563,
     -0.42174407839775085,
     0.09910780936479568,
     -0.18041294813156128,
     0.12808676064014435,
     0.532709002494812,
     0.048229243606328964,
     0.08036334812641144,
     -0.27712303400039673,
     -0.2736215889453888,
     -0.8697613477706909,
     -1.1094056367874146,
     -0.286259263753891,
     -0.6093050837516785,
     -0.016371946781873703,
     0.13502739369869232,
     -0.3108375370502472,
     -0.0363350510597229,
     -0.8207941651344299,
     -0.06648126989603043,
     -0.2103215754032135,
     -0.14792945981025696,
     -0.03831392899155617,
     0.2208935022354126,
     0.6082278490066528,
     0.009439412504434586,
     -0.4767831265926361,
     -0.9964462518692017,
     -0.36091285943984985,
     -0.06300248205661774,
     0.16681747138500214,
     0.09589900076389313,
     0.07578268647193909,
     0.40686750411987305,
     -0.09858576208353043,
     -0.01731416955590248
    ],
    [
     -0.7928807139396667,
     -0.1285063922405243,
     -0.09331123530864716,
     -0.22520940005779266,
     -0.5099915266036987,
     -0.9569751620292664,
     -0.1642976850271225,
     -1.3143571615219116,
     -0.6653823852539062,
     0.035487741231918335,
     -0.008837719447910786,
     0.5032477974891663,
     0.11663743853569031,
     0.10349498689174652,
     0.10714977234601974,
     -0.33402106165885925,
     -0.6117649078369141,
     -0.07858856767416,
     0.36649996042251587,
     0.38769036531448364,
     0.31846290826797485,
     0.36348089575767517,
     0.23395629227161407,
     0.3323664963245392,
     -0.2013719081878662,
     0.0954730361700058,
     0.2709648907184601,
     -0.8564574718475342,
     -0.8393683433532715,
     -1.0498369932174683,
     -0.8959181904792786,
     -0.2295176386833191,
     -1.2030928134918213,
     0.21215541660785675,
     -0.5957012176513672,
     -0.8634846210479736,
     -0.24307985603809357,
     -1.427200198173523,
     -0.268490731716156,
     0.18342237174510956,
     0.08786582946777344,
     -0.524450957775116,
     -0.902256429195404,
     -0.4499196708202362,
     -0.2600138783454895,
     -0.1316826045513153,
     -1.2429747581481934,
     -0.3296157121658325,
     0.4694112241268158,
     0.3750686049461365,
     -0.1770249456167221,
     -0.6886275410652161,
     -0.0920504480600357
    ],
    [
     0.3289596736431122,
     0.29763758182525635,
     0.02252998575568199,
     -0.22170549631118774,
     -0.5827290415763855,
     -0.8185024261474609,
     -0.7391926050186157,
     -0.305937796831131,
     -0.15902510285377502,
     0.3576730191707611,
     0.17213621735572815,
     0.23734380304813385,
     -0.010642403736710548,
     -0.26646697521209717,
     -0.5749338269233704,
     -0.4816678464412689,
     -0.2610456347465515,
     0.009754848666489124,
     -1.0254137516021729,
     -0.6246157884597778,
     0.3618461489677429,
     -0.003136679530143738,
     -0.5451290011405945,
     -1.191671371459961,
     -0.41542941331863403,
     -1.063443899154663,
     -0.3251940906047821,
     -0.3247499465942383,
     0.124936543405056,
     0.13982367515563965,
     0.27146944403648376,
     0.09055231511592865,
     0.30983683466911316,
     0.021216103807091713,
     0.09774372726678848,
     0.30725616216659546,
     -1.211303472518921,
     -1.3527401685714722,
     0.47444528341293335,
     0.2488308846950531,
     -0.7059997916221619,
     -1.286800503730774,
     -0.6740468740463257,
     -0.015852659940719604,
     0.26623472571372986,
     0.5703733563423157,
     0.38366612792015076,
     0.13705816864967346,
     0.2523292601108551,
     0.0005843194085173309,
     -0.32085421681404114,
     -0.5610194802284241,
     -0.07315495610237122
    ],
    [
     -0.3734976053237915,
     -1.2822576761245728,
     -0.3585922420024872,
     -0.4521293342113495,
     0.2910845875740051,
     0.3704913556575775,
     -0.8126441836357117,
     -0.4134175777435303,
     -0.24119706451892853,
     -0.5617326498031616,
     -1.0838698148727417,
     -0.8929364085197449,
     -0.32308700680732727,
     -0.9586087465286255,
     -0.2214074283838272,
     -0.24389640986919403,
     -0.6272217631340027,
     -0.6091951727867126,
     -1.0095869302749634,
     -0.9626342058181763,
     -0.9947946071624756,
     -0.630542516708374,
     -0.3782193660736084,
     0.19620037078857422,
     -0.014110023155808449,
     -0.18056318163871765,
     -0.10638400167226791,
     -0.16271917521953583,
     -0.362002968788147,
     0.02253670245409012,
     0.0588354729115963,
     -0.04610554873943329,
     0.10280996561050415,
     0.20130576193332672,
     0.5541340112686157,
     0.4449479281902313,
     0.29229265451431274,
     0.276300311088562,
     0.11009223014116287,
     0.025170493870973587,
     0.1757400929927826,
     0.3977295458316803,
     0.4830646216869354,
     0.3894835412502289,
     0.522983968257904,
     -0.13720731437206268,
     0.14142481982707977,
     -0.14283442497253418,
     -0.3071856200695038,
     0.11377616971731186,
     0.27528923749923706,
     0.317432165145874,
     0.06588377803564072
    ],
    [
     -0.2538575232028961,
     -0.8088854551315308,
     -0.7735921740531921,
     -0.5074019432067871,
     -1.075555443763733,
     -0.4071008265018463,
     -0.8601930141448975,
     0.11826535314321518,
     -0.4488806426525116,
     0.1947966068983078,
     0.1964782029390335,
     -0.4202640950679779,
     -0.5341938734054565,
     0.13675367832183838,
     -0.5910823345184326,
     -0.34456220269203186,
     0.4428010582923889,
     -0.17753615975379944,
     0.10797306895256042,
     -0.3168550729751587,
     0.4153306186199188,
     -0.32247379422187805,
     -0.48048722743988037,
     -0.7325785160064697,
     -0.39806070923805237,
     0.32390210032463074,
     0.12032462656497955,
     0.22736309468746185,
     0.3172759413719177,
     0.4610472619533539,
     0.05064302310347557,
     -0.2982161045074463,
     -0.4251798987388611,
     -0.06752440333366394,
     0.04924390837550163,
     0.4449455440044403,
     0.480886846780777,
     0.4230993688106537,
     0.29461294412612915,
     0.1510215401649475,
     0.17660975456237793,
     -0.02485276199877262,
     -0.1945890486240387,
     0.2600727379322052,
     0.2772766351699829,
     0.25735369324684143,
     0.19815567135810852,
     0.35826563835144043,
     0.15003526210784912,
     -0.06763219088315964,
     -0.11291113495826721,
     -0.21511968970298767,
     0.16236528754234314
    ],
    [
     -0.7183383107185364,
     -0.9666720628738403,
     -0.700494647026062,
     -1.5538092851638794,
     -0.8014585375785828,
     -0.10064562410116196,
     -0.14597174525260925,
     0.22494974732398987,
     -0.3594887852668762,
     0.051881976425647736,
     -0.9912545084953308,
     -0.07244042307138443,
     -0.6999085545539856,
     -0.05836324766278267,
     0.13299450278282166,
     0.3916447162628174,
     0.16788889467716217,
     0.3664531111717224,
     0.2807266116142273,
     -0.41774868965148926,
     -0.9309507012367249,
     -0.29275089502334595,
     -1.146833062171936,
     -0.07662404328584671,
     0.3916811943054199,
     0.036097779870033264,
     -0.024022197350859642,
     0.3422701954841614,
     0.25985071063041687,
     -0.36307594180107117,
     -0.5521286129951477,
     -1.4851033687591553,
     -1.1592051982879639,
     -0.19735713303089142,
     -1.1273235082626343,
     -0.7554603219032288,
     -0.7696301341056824,
     -0.07644958049058914,
     -1.3939921855926514,
     -0.12198952585458755,
