{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       75
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       75
      ],
      "units": 200,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     -0.42376944422721863,
     -0.07762086391448975,
     0.05179924890398979,
     -0.026828955858945847,
     0.20009136199951172,
     0.1520458310842514,
     -0.019895965233445168,
     -0.17237113416194916,
     -0.06320955604314804,
     -0.14727802574634552,
     -0.4439532160758972,
     -0.185097798705101,
     0.10876389592885971,
     -0.19405852258205414,
     -0.18754029273986816,
     -0.1665201038122177,
     -0.19899679720401764,
     -0.03074798360466957,
     -0.18013598024845123,
     -0.11891786754131317,
     -0.206060528755188,
     0.045185305178165436,
     -0.23643001914024353,
     -0.032992102205753326,
     0.004411220084875822,
     -0.1784578561782837,
     -0.19044432044029236,
     -0.0884731188416481,
     -0.1387946605682373,
     -0.1125224307179451,
     0.06768322736024857,
     1.009018063545227,
     -0.09225079417228699,
     -0.7782687544822693,
     -0.16732460260391235,
     -0.10258647054433823,
     -0.13891340792179108,
     -0.1385677456855774,
     -0.1947949230670929,
     0.3630562424659729,
     -0.207211434841156,
     -0.18310008943080902,
     -0.1509242206811905,
     -0.11297125369310379,
     -0.1954715996980667,
     -0.1408691555261612,
     -0.11429113894701004,
     -0.15131916105747223,
     -0.152489572763443,
     -0.17755702137947083,
     -0.5296089053153992,
     -0.17824307084083557,
     -0.13994963467121124,
     -0.4382653534412384,
     -0.17143526673316956,
     -0.057277582585811615,
     0.2662699520587921,
     -0.12319626659154892,
     -0.17473889887332916,
     -0.138452410697937,
     -0.12006403505802155,
     -0.13380904495716095,
     -1.00645911693573,
     -0.13541832566261292,
     -0.24229568243026733,
     -0.49671152234077454,
     -0.15891554951667786,
     0.27723079919815063,
     -0.12097927182912827,
     -0.11696439236402512,
     -0.15229074656963348,
     -0.03863537684082985,
     -0.4726487398147583,
     0.0383417047560215,
     -0.19345271587371826,
     0.12464084476232529,
     0.31343337893486023,
     -0.13987310230731964,
     -0.17087483406066895,
     -0.04589655250310898,
     -0.2127072662115097,
     0.03106987662613392,
     -0.23043915629386902,
     -0.15104128420352936,
     0.11019302904605865,
     -0.3287345767021179,
     -0.191095232963562,
     -0.15418951213359833,
     -0.22775399684906006,
     -0.15673764050006866,
     -0.1175537183880806,
     -0.15796765685081482,
     0.39147910475730896,
     -0.13561536371707916,
     -0.2076248824596405,
     -0.204153373837471,
     -0.18167264759540558,
     0.2301899492740631,
     -0.1545717716217041,
     0.29214271903038025,
     -0.34698647260665894,
     -0.1740083247423172,
     -0.12133944034576416,
     -0.4986310601234436,
     -0.5247288346290588,
     -0.16377991437911987,
     -0.2237354964017868,
     -0.08410906791687012,
     -0.08575721085071564,
     -0.13204392790794373,
     -0.1531795859336853,
     -0.23577408492565155,
     -0.17567060887813568,
     -0.16621358692646027,
     -0.1425265520811081,
     -0.10060594975948334,
     -0.3596530556678772,
     -0.10910020768642426,
     -0.07380775362253189,
     0.10837983340024948,
     -0.10172969102859497,
     -0.21498748660087585,
     -0.18080908060073853,
     -0.1522502601146698,
     -0.13220563530921936,
     -0.15682736039161682,
     -0.1316847950220108,
     -0.09042517095804214,
     -0.10393589735031128,
     -0.16475872695446014,
     -0.05900264531373978,
     -0.21234792470932007,
     -0.16798266768455505,
     -0.12962573766708374,
     -0.14463183283805847,
     -0.17741632461547852,
     -0.13226501643657684,
     -0.1926923543214798,
     -0.1399039626121521,
     -0.1374097466468811,
     -0.1998511254787445,
     -0.2515331506729126,
     0.05653190612792969,
     -0.11160604655742645,
     -0.07135605067014694,
     0.009475883096456528,
     -0.11095662415027618,
     -0.16622388362884521,
     -0.6009067296981812,
     -0.17820754647254944,
     -0.1963348537683487,
     -0.7122564911842346,
     -0.12052501738071442,
     -0.14363715052604675,
     0.05092448741197586,
     -0.1544957160949707,
     0.06673209369182587,
     0.6214262247085571,
     -0.1143236830830574,
     -0.05176997184753418,
     0.33519279956817627,
     -0.2550960183143616,
     -0.13376571238040924,
     -0.19198168814182281,
     -0.19979996979236603,
     0.3564743995666504,
     -0.2237454056739807,
     -0.15235324203968048,
     -0.31561750173568726,
     -0.16395069658756256,
     0.1833397001028061,
     -0.11422073096036911,
     -0.12558633089065552,
     0.4070320725440979,
     0.6986138820648193,
     -0.18619106709957123,
     -0.1583830714225769,
     0.20983105897903442,
     0.049338169395923615,
     0.13166499137878418,
     -0.17859388887882233,
     -0.1052471473813057,
     0.38829055428504944,
     -0.06321175396442413,
     0.036507509648799896,
     -0.400821715593338,
     -0.22078439593315125,
     -0.12968766689300537,
     -0.16852381825447083,
     -0.09904810786247253,
     -0.186588317155838,
     -0.18602122366428375,
     -0.1638917773962021,
     -0.18388120830059052,
     -0.08288811892271042,
     -0.09835805743932724,
     -0.09309159219264984,
     -0.8383201360702515,
     -0.1849568486213684,
     -0.18710678815841675
    ],
    [
     -0.3872292637825012,
     0.1210760697722435,
     -0.12735024094581604,
     -0.2853732407093048,
     -0.1197088211774826,
     -0.17462262511253357,
     -0.04082460701465607,
     -0.10671297460794449,
     -0.17103038728237152,
     -0.14620614051818848,
     0.5670923590660095,
     -0.20221862196922302,
     -0.01644553244113922,
     -0.05034796893596649,
     -0.1404763162136078,
     -0.09546583145856857,
     -0.13800358772277832,
     -0.045831866562366486,
     -0.1638423502445221,
     -0.10546853393316269,
     -0.20176616311073303,
     -0.13693462312221527,
     0.008490923792123795,
     -0.03768712654709816,
     -0.14087361097335815,
     -0.3496592938899994,
     -0.12645044922828674,
     -0.12940387427806854,
     -0.12788979709148407,
     -0.11883582919836044,
     -0.0006513219559565187,
     -0.1700584590435028,
     -0.14976084232330322,
     -0.7746818661689758,
     -0.14521637558937073,
     -0.17250750958919525,
     -0.21987932920455933,
     -0.20082232356071472,
     -0.14734141528606415,
     -0.29018619656562805,
     -0.11920374631881714,
     0.3416514992713928,
     0.4275231957435608,
     1.1508456468582153,
     -0.22287589311599731,
     -0.10597863793373108,
     -0.1414695680141449,
     0.4113597571849823,
     -0.06220941245555878,
     -0.1804504692554474,
     -0.5576690435409546,
     -0.1068250834941864,
     -0.09775777161121368,
     -0.3743695318698883,
     -0.13681338727474213,
     -0.10559114813804626,
     -0.19373086094856262,
     -0.1469733715057373,
     -0.1742129772901535,
     -0.14437852799892426,
     -0.13950428366661072,
     -0.011813302524387836,
     -0.7599989771842957,
     -0.06512749940156937,
     0.28622180223464966,
     -0.5075814127922058,
     -0.1418551355600357,
     -0.19216683506965637,
     -0.548766553401947,
     -0.1066121831536293,
     0.06522174924612045,
     -0.10628030449151993,
     0.20872750878334045,
     -0.051769740879535675,
     -0.4838370382785797,
     -0.08975515514612198,
     0.25635942816734314,
     -0.12422982603311539,
     -0.19733966886997223,
     -0.02924027480185032,
     -0.14204826951026917,
     -0.055935997515916824,
     -0.1864616870880127,
     -0.14685651659965515,
     -0.0013621130492538214,
     -0.5018354058265686,
     -0.16175897419452667,
     -0.168843612074852,
     -0.1523786038160324,
     -0.12087906152009964,
     -0.011013760231435299,
     -0.12076389044523239,
     0.17970211803913116,
     -0.17703767120838165,
     -0.18534664809703827,
     -0.1695995330810547,
     -0.14361369609832764,
     -0.09563356637954712,
     -0.09265287220478058,
     0.40661856532096863,
     -0.15707072615623474,
     -0.11345062404870987,
     -0.09229481220245361,
     -0.2339736372232437,
     -0.17986169457435608,
     -0.09740887582302094,
     0.24775315821170807,
     -0.26693740487098694,
     -0.1497192531824112,
     -0.1280483603477478,
     -0.11832717806100845,
     -0.12894238531589508,
     -0.0745016559958458,
     -0.1780439019203186,
     -0.1168329045176506,
     -0.15004296600818634,
     0.1682586520910263,
     -0.10160647332668304,
     -0.13120770454406738,
     -0.09623394906520844,
     -0.08482403308153152,
     -0.19733092188835144,
     -0.17611637711524963,
     -0.13310864567756653,
     -0.166782408952713,
     -0.16258494555950165,
     -0.179303377866745,
     -0.14411711692810059,
     -0.10460834950208664,
     -0.19444340467453003,
     -0.13534601032733917,
     -0.19391214847564697,
     -0.24452078342437744,
     -0.12395605444908142,
     -0.1624099463224411,
     -0.16341532766819,
     -0.10339123755693436,
     -0.10712916404008865,
     -0.14409583806991577,
     -0.006656115408986807,
     -0.1880211979150772,
     -0.19841817021369934,
     -0.009744598530232906,
     -0.11123523861169815,
     -0.14561410248279572,
     -0.18168355524539948,
     -0.10125052183866501,
     -0.08106738328933716,
     -0.5500776767730713,
     -0.15233133733272552,
     -0.13609059154987335,
     -0.8365383744239807,
     0.21045103669166565,
     -0.12831975519657135,
     -0.16067719459533691,
     -0.1743726134300232,
     -0.1977725774049759,
     0.06621940433979034,
     0.219742551445961,
     -0.09285368025302887,
     -0.10167261213064194,
     -0.18306031823158264,
     -0.12864774465560913,
     -0.17199063301086426,
     -0.1297796666622162,
     0.2912081778049469,
     -0.005694988649338484,
     -0.16372652351856232,
     -0.26261529326438904,
     -0.16249579191207886,
     0.14151494204998016,
     -0.13715191185474396,
     0.6127145886421204,
     -0.34197747707366943,
     -0.29284170269966125,
     -0.1479237973690033,
     0.35409173369407654,
     0.15357248485088348,
     -0.09795714914798737,
     -0.05060948431491852,
     0.5407071709632874,
     0.1003674641251564,
     -0.17478293180465698,
     -0.17938928306102753,
     -0.015147726982831955,
     -0.5138145685195923,
     -0.11889030784368515,
     -0.24780137836933136,
     -0.21090754866600037,
     -0.0012543374905362725,
     -0.18190591037273407,
     -0.1674778312444687,
     -0.1281024068593979,
     -0.19275043904781342,
     -0.16011975705623627,
     -0.19198456406593323,
     -0.14921294152736664,
     -0.761413037776947,
     -0.17581357061862946,
     -0.17722034454345703
    ],
    [
     -0.3722397983074188,
     -0.40799152851104736,
     -0.08523710072040558,
     -0.3126084804534912,
     -0.18516193330287933,
     -0.23178255558013916,
     -0.04265537112951279,
     -0.1342867612838745,
     -0.16312842071056366,
     0.0992700606584549,
     1.0189217329025269,
     -0.18369802832603455,
     -0.03415008261799812,
     -0.04253322631120682,
     -0.13721561431884766,
     -0.07963499426841736,
     -0.1375475376844406,
     -0.14698180556297302,
     -0.18995723128318787,
     -0.1107126921415329,
     -0.17778131365776062,
     -0.1942625641822815,
     -0.003629881888628006,
     -0.2101467102766037,
     -0.09114265441894531,
     0.014190240763127804,
     -0.1121734157204628,
     0.006136215291917324,
     -0.14051683247089386,
     -0.14476309716701508,
     -0.0647318884730339,
     -0.15363754332065582,
     -0.00617955019697547,
     -0.5522611737251282,
     -0.1538310945034027,
     -0.18536141514778137,
     -0.16924868524074554,
     -0.147764652967453,
     0.1276589184999466,
     -0.2895123064517975,
     -0.19452860951423645,
     0.3132919669151306,
     0.37713414430618286,
     -0.13256391882896423,
     -0.21941177546977997,
     -0.059060368686914444,
     -0.10438355803489685,
     0.5325677990913391,
     -0.08969014883041382,
     -0.18522389233112335,
     -0.726972758769989,
     -0.03487144038081169,
     0.11838927119970322,
     -0.15133869647979736,
     -0.14429150521755219,
     -0.08016490936279297,
     -0.23517830669879913,
     -0.13332267105579376,
     -0.13589583337306976,
     -0.13835649192333221,
     0.14204609394073486,
     -0.015904072672128677,
     -0.6133677959442139,
     -0.08934284746646881,
     -0.033706288784742355,
     -0.5432549118995667,
     -0.13768787682056427,
     -0.21645048260688782,
     -0.5313907265663147,
     0.029670070856809616,
     0.04669390246272087,
     -0.12018365412950516,
     0.3954726457595825,
     0.05339466780424118,
     -0.4196821451187134,
     -0.15300233662128448,
     0.29764097929000854,
     -0.1593233346939087,
     -0.19276738166809082,
     -0.04011037200689316,
     -0.15635548532009125,
     -0.058874595910310745,
     -0.17461852729320526,
     -0.0863511860370636,
     -0.07046247273683548,
     -0.4043588936328888,
     -0.15943069756031036,
     -0.12341168522834778,
     -0.16451482474803925,
     -0.11865705251693726,
     -0.07370550185441971,
     -0.06944447010755539,
     -0.006125297863036394,
     0.009518563747406006,
     -0.1931832879781723,
     -0.17281146347522736,
     -0.18301600217819214,
     -0.111930251121521,
     -0.18146902322769165,
     0.18896330893039703,
     -0.27305012941360474,
     -0.12611059844493866,
     -0.09103510528802872,
     -0.2273653745651245,
     -0.6257671117782593,
     -0.1510542333126068,
     0.1830618530511856,
     -0.11470304429531097,
     -0.07504352182149887,
     0.023385588079690933,
     -0.16699256002902985,
     -0.14168092608451843,
     -0.05834480747580528,
     -0.09325562417507172,
     -0.016976574435830116,
     -0.08970624208450317,
     0.2578528821468353,
     -0.15780538320541382,
     -0.03312025964260101,
     0.0772751048207283,
     -0.12171901017427444,
     -0.2242262065410614,
     -0.19572967290878296,
     -0.1796664297580719,
     -0.11414876580238342,
     -0.1441444456577301,
     -0.14008212089538574,
     -0.06048331409692764,
     -0.07949481159448624,
     -0.19005140662193298,
     -0.054881904274225235,
     -0.18739700317382812,
     -0.20747245848178864,
     -0.09383983165025711,
     -0.17062518000602722,
     -0.17151452600955963,
     -0.15639366209506989,
     -0.11653943359851837,
     -0.1887432038784027,
     -0.1796574592590332,
     -0.16036292910575867,
     -0.1652207225561142,
     -0.061176691204309464,
     -0.11136679351329803,
     -0.09750792384147644,
     -0.1150914877653122,
     -0.08655979484319687,
     -0.11230173707008362,
     -0.6696903109550476,
     -0.16125783324241638,
     -0.17883507907390594,
     -0.9534605741500854,
     0.2191096544265747,
     -0.12496186792850494,
     -0.0907968208193779,
     -0.13164590299129486,
     -0.05009451508522034,
     0.18244528770446777,
     0.2696363031864166,
     -0.08318697661161423,
     -0.11581742018461227,
     -0.1642693728208542,
     -0.1693829745054245,
     -0.2031455785036087,
     -0.1633901745080948,
     -0.10205421596765518,
     -0.07858078181743622,
     -0.15118221938610077,
     -0.010029951110482216,
     -0.03514360263943672,
     0.012426004745066166,
     -0.1389158070087433,
     0.7894963026046753,
     -0.3111962378025055,
     -0.2200077325105667,
     -0.17926229536533356,
     0.28093087673187256,
     0.08693888038396835,
     -0.1452493667602539,
     -0.1527746319770813,
     0.542330801486969,
     -0.11244481801986694,
     -0.23949894309043884,
     -0.2455841600894928,
     -0.0382295660674572,
     -0.41075700521469116,
     0.1999220848083496,
     -0.5018172264099121,
     -0.19998861849308014,
     -0.1495802104473114,
     -0.1357477605342865,
     -0.09953124821186066,
     -0.14057962596416473,
     -0.19817762076854706,
     -0.20406264066696167,
     -0.08253785967826843,
     -0.13072489202022552,
     -0.8483694791793823,
     -0.17779217660427094,
     -0.15783260762691498
    ],
    [
     -0.49571725726127625,
     -0.154537633061409,
     -0.09106659144163132,
     -0.19491086900234222,
     -0.1629483699798584,
     -0.2471119463443756,
     -0.031688179820775986,
     -0.11803942173719406,
     -0.10811454057693481,
     0.28710097074508667,
     -0.17446178197860718,
     -0.1314789205789566,
     -0.11464983224868774,
     -0.13782966136932373,
     -0.14262790977954865,
     -0.14296284317970276,
     0.12467233091592789,
     -0.05759735777974129,
     -0.1323757767677307,
     -0.1668856292963028,
     -0.2142011672258377,
     -0.1371750682592392,
     -0.10936926305294037,
     -0.16238179802894592,
     -0.10665524005889893,
     -0.3040964901447296,
     -0.12198208272457123,
     -0.12755374610424042,
     -0.10144200921058655,
     -0.07212603092193604,
     -0.0658145323395729,
     0.06676768511533737,
     -0.07851381599903107,
     -0.6149237751960754,
     -0.17269693315029144,
     -0.20992179214954376,
     -0.19104047119617462,
     -0.045272327959537506,
     -0.19462107121944427,
     -0.14277300238609314,
     0.39547547698020935,
     0.18210852146148682,
     -0.09409549832344055,
     -0.1215398982167244,
     0.20295481383800507,
     -0.13240116834640503,
     -0.1202993094921112,
     0.20554359257221222,
     -0.08929209411144257,
     -0.07944770902395248,
     -0.575189471244812,
     -0.009405679069459438,
     0.28134506940841675,
     -0.464179128408432,
     -0.1253262460231781,
     -0.084981769323349,
     -0.2504565119743347,
     -0.1182604655623436,
     -0.12960034608840942,
     -0.13335569202899933,
     -0.11362387239933014,
     -0.10579918324947357,
     -0.644193708896637,
     -0.04811219125986099,
     -0.1667517125606537,
     -0.10573600232601166,
     -0.07627703249454498,
     -0.13987833261489868,
     -0.27880796790122986,
     -0.1106768324971199,
     0.023571792989969254,
     -0.13890627026557922,
     -0.2505921721458435,
     -0.11086361110210419,
     -0.24013976752758026,
     -0.14757800102233887,
     -0.15956249833106995,
     -0.14860793948173523,
     -0.13727334141731262,
     -0.03882580250501633,
     -0.1517268419265747,
     0.030347691848874092,
     -0.2221977859735489,
     -0.16652153432369232,
     -0.07060593366622925,
     -0.5818048715591431,
     0.2121075689792633,
     0.18673120439052582,
     0.8909075260162354,
     0.011784350499510765,
     -0.07744336873292923,
     -0.12975604832172394,
     0.054340433329343796,
     0.050600066781044006,
     -0.1806475967168808,
     -0.13837289810180664,
     -0.13612572848796844,
     -0.12923529744148254,
     0.4706270396709442,
     -0.11518426984548569,
     -0.09841126948595047,
     -0.1155833974480629,
     -0.05549108237028122,
     -0.48766905069351196,
     -0.6028152108192444,
     -0.10900509357452393,
     -0.11422476917505264,
     -0.11830244213342667,
     -0.08750906586647034,
     -0.12496695667505264,
     -0.06537177413702011,
     0.591000497341156,
     -0.15767540037631989,
     -0.14500154554843903,
     -0.10990346968173981,
     -0.09243771433830261,
     -0.22564519941806793,
     -0.12972301244735718,
     -0.09540694952011108,
     -0.11237702518701553,
     -0.10241271555423737,
     -0.2199801504611969,
     -0.16931194067001343,
     -0.07669921964406967,
     -0.16183941066265106,
     0.5718867778778076,
     -0.07700718194246292,
     -0.10590042173862457,
     -0.08811505883932114,
     -0.21621984243392944,
     -0.12415269762277603,
     -0.19415834546089172,
     -0.04960206523537636,
     -0.10261783003807068,
     -0.13726000487804413,
     -0.11094556748867035,
     -0.13851256668567657,
     -0.13783858716487885,
     -0.1486470252275467,
     -0.14103354513645172,
     0.2852722108364105,
     -0.2116755247116089,
     -0.18403175473213196,
     -0.14296464622020721,
     -0.11844521015882492,
     -0.15763677656650543,
     -0.12773606181144714,
     -0.03966628387570381,
     -0.5865821242332458,
     -0.16121067106723785,
     -0.23388926684856415,
     -0.8542125821113586,
     -0.14409805834293365,
     -0.11604562401771545,
     0.304817795753479,
     -0.14849887788295746,
     0.05420900136232376,
     0.1952999085187912,
     0.005705968011170626,
     -0.10892638564109802,
     -0.1148991584777832,
     -0.0059482380747795105,
     0.3779619038105011,
     -0.19402077794075012,
     -0.21843911707401276,
     0.1659233570098877,
     -0.16791453957557678,
     -0.1513662040233612,
     0.17517948150634766,
     -0.11678200960159302,
     -0.12061914801597595,
     -0.1748971790075302,
     -0.09994176030158997,
     -0.2511504888534546,
     0.1411849558353424,
     -0.15096557140350342,
     0.2101670801639557,
     0.2407650500535965,
     -0.19172024726867676,
     -0.07626689225435257,
     -0.06314495950937271,
     -0.12976837158203125,
     -0.16215810179710388,
     -0.17692115902900696,
     -0.10870248079299927,
     -0.032130151987075806,
     -0.1693718433380127,
     -0.22321803867816925,
     -0.1711926907300949,
     -0.15453346073627472,
     -0.12915731966495514,
     -0.15654197335243225,
     -0.12258444726467133,
     -0.19566068053245544,
     -0.12666474282741547,
     -0.056669142097234726,
     -0.05695809796452522,
     -0.7775090336799622,
     -0.20961499214172363,
     -0.1619812548160553
    ],
    [
     -0.11801719665527344,
     -0.021529603749513626,
     -0.06579191982746124,
     -0.5965661406517029,
     0.20018333196640015,
     -0.1978931576013565,
     -0.005296798888593912,
     -0.10459285974502563,
     0.28784117102622986,
     -0.12276255339384079,
     0.38545888662338257,
     0.07090748101472855,
     -0.19273178279399872,
     0.25861427187919617,
     0.24095691740512848,
     -0.06600882112979889,
     0.22654487192630768,
     0.03001421131193638,
     -0.14206823706626892,
     -0.04180886223912239,
     -0.2052084505558014,
     -0.09535159915685654,
     -0.12206107378005981,
     0.3425658941268921,
     0.20273970067501068,
     -0.2753377854824066,
     0.4189614951610565,
     -0.10037610679864883,
     0.04457630217075348,
     -0.1623351126909256,
     0.07043517380952835,
     -0.09535355120897293,
     -0.19511760771274567,
     -0.4035691022872925,
     -0.14497968554496765,
     -0.10257665067911148,
     -0.07034207880496979,
     0.27661141753196716,
     -0.1863563507795334,
     -0.16041065752506256,
     -0.17904801666736603,
     -0.20853039622306824,
     -0.09337049722671509,
     -0.14546626806259155,
     -0.22313626110553741,
     -0.12206386774778366,
     -0.1309097856283188,
     -0.10377228260040283,
     0.22157415747642517,
     -0.19847919046878815,
     0.17648383975028992,
     -0.15824119746685028,
     -0.09417633712291718,
     -0.16361351311206818,
     -0.0911930575966835,
     -0.02527778595685959,
     -0.1728714108467102,
     0.14985255897045135,
     -0.015246420167386532,
     -0.1587699055671692,
     -0.2198387086391449,
     0.013933366164565086,
     -1.0549023151397705,
     -0.17672204971313477,
     -0.2506774067878723,
     -0.5838496685028076,
     0.0962936133146286,
     -0.21725021302700043,
     -0.3140886723995209,
     0.2162131816148758,
     0.2090383917093277,
     -0.19076082110404968,
     -0.08687679469585419,
     0.1796034276485443,
     0.1092190146446228,
     0.2641405463218689,
     0.020767275243997574,
     -0.11848568916320801,
     0.02710975892841816,
     -0.05240577459335327,
     -0.04175283759832382,
     -0.03211602568626404,
     -0.20893323421478271,
     -0.13868604600429535,
     -0.03741462528705597,
     -0.39730304479599,
     -0.08147209137678146,
     -0.14699141681194305,
     -0.12999266386032104,
     0.07377755641937256,
     0.3125453591346741,
     -0.15249097347259521,
     -0.46965140104293823,
     0.06537491083145142,
     0.04626237973570824,
     0.19126184284687042,
     -0.10178826004266739,
     -0.11208364367485046,
     -0.1737113744020462,
     -0.25922301411628723,
     0.5178546905517578,
     0.01928134448826313,
     -0.13548845052719116,
     -0.5096080303192139,
     -0.14707568287849426,
     0.2008727341890335,
     -0.13245391845703125,
     0.39855244755744934,
     -0.1421118676662445,
     -0.17813251912593842,
     -0.08703535795211792,
     -0.13670992851257324,
     -0.011774019338190556,
     0.25020429491996765,
     -0.11352621763944626,
     -0.10871265083551407,
     0.1340782642364502,
     -0.13410958647727966,
     -0.13464060425758362,
     0.48737633228302,
     -0.06900343298912048,
     0.40591034293174744,
     0.17394761741161346,
     -0.05597853288054466,
     -0.057001836597919464,
     -0.19013795256614685,
     -0.1185031533241272,
     -0.07851888239383698,
     -0.09121207147836685,
     -0.1751583069562912,
     -0.08068519830703735,
     0.0014451434835791588,
     0.09413152933120728,
     -0.08934184908866882,
     -0.07669317722320557,
     -0.09850338101387024,
     0.12277977913618088,
     -0.014688362367451191,
     -0.14427146315574646,
     -0.15751737356185913,
     -0.2570176124572754,
     -0.20114678144454956,
     -0.29740089178085327,
     -0.11123117804527283,
     0.21920709311962128,
     -0.1858258843421936,
     -0.11374449729919434,
     -0.023491518571972847,
     -0.5259544253349304,
     -0.11276856064796448,
     0.2073819488286972,
     -0.5087909698486328,
     0.11755839735269547,
     -0.11328688263893127,
     0.2907651364803314,
     0.03968194127082825,
     -0.18101732432842255,
     -0.22116826474666595,
     -0.17044681310653687,
     -0.04830192029476166,
     0.09482104331254959,
     0.014808288775384426,
     -0.009769038297235966,
     -0.1655895709991455,
     0.2909635603427887,
     -0.34271329641342163,
     -0.5309438705444336,
     -0.17252230644226074,
     -0.4234010577201843,
     -0.12921792268753052,
     -0.25357669591903687,
     -0.17353256046772003,
     -0.16204951703548431,
     0.12280277907848358,
     -0.24268941581249237,
     0.13714569807052612,
     -0.2361457496881485,
     -0.20813347399234772,
     0.1543455272912979,
     -0.06530992686748505,
     -0.0575934462249279,
     -0.11552213877439499,
     -0.19605416059494019,
     -0.061798568814992905,
     -0.16219452023506165,
     -0.3906439542770386,
     0.2557303011417389,
     0.05287818983197212,
     0.24246624112129211,
     -0.12639227509498596,
     0.02096991240978241,
     0.16097106039524078,
     -0.1349458247423172,
     -0.23620016872882843,
     0.14251568913459778,
     -0.12854605913162231,
     0.20493994653224945,
     0.1070232093334198,
     0.309253990650177,
     -0.008424408733844757
    ],
    [
     -0.34191185235977173,
     -0.3450635075569153,
     -0.07278329879045486,
     -0.37610557675361633,
     0.016562312841415405,
     -0.18601417541503906,
     -0.054815806448459625,
     -0.18370389938354492,
     -0.09282073378562927,
     -0.12410525977611542,
     -0.4541434943675995,
     -0.11332513391971588,
     -0.19039107859134674,
     -0.14301668107509613,
     -0.14387063682079315,
     -0.1083955243229866,
     -0.13895060122013092,
     -0.03746598958969116,
     -0.18985241651535034,
     -0.18274667859077454,
     -0.09580029547214508,
     0.03464308753609657,
     -0.11458346247673035,
     -0.05427855998277664,
     -0.11817402392625809,
     -0.5924229621887207,
     -0.15871602296829224,
     -0.13706092536449432,
     -0.09811029583215714,
     -0.0925062969326973,
     0.278672993183136,
     -0.17745614051818848,
     -0.12425224483013153,
     -0.969776451587677,
     -0.2218395471572876,
     0.28332141041755676,
     -0.07554156333208084,
     -0.2025812864303589,
     -0.208231121301651,
     -0.13499507308006287,
     -0.18076355755329132,
     0.08206372708082199,
     -0.20097564160823822,
     -0.19157464802265167,
     0.1256473958492279,
     -0.1686527580022812,
     -0.06741368770599365,
     -0.1468416303396225,
     -0.12737447023391724,
     -0.199175164103508,
     -0.5018212795257568,
     -0.11333668231964111,
     -0.095269575715065,
     -0.4895971715450287,
     -0.17834903299808502,
     -0.04323557764291763,
     -0.2078355997800827,
     -0.11807134747505188,
     -0.11616997420787811,
     -0.14270450174808502,
     -0.2081342488527298,
     -0.17668747901916504,
     -0.9998194575309753,
     -0.06983878463506699,
     0.23635748028755188,
     -0.47321730852127075,
     -0.12210553884506226,
     -0.1553701013326645,
     0.36285582184791565,
     -0.11758077144622803,
     -0.06805609166622162,
     -0.1702747642993927,
     -0.47160282731056213,
     -0.1198243573307991,
     -0.2190074771642685,
     -0.19731521606445312,
     -0.17666462063789368,
     -0.12959741055965424,
     -0.2803921401500702,
     0.517704963684082,
     0.27391794323921204,
     -0.031653910875320435,
     0.1951475292444229,
     -0.19174844026565552,
     -0.02701275795698166,
     -0.373572438955307,
     0.020830251276493073,
     -0.15875226259231567,
     -0.1565471589565277,
     -0.1856883317232132,
     -0.1264076679944992,
     -0.15449044108390808,
     -0.2948446571826935,
     -0.09694032371044159,
     -0.21832329034805298,
     -0.1928933709859848,
     -0.12168315052986145,
     -0.11737364530563354,
     -0.10299471020698547,
     0.12952077388763428,
     -0.06797344237565994,
     -0.20289067924022675,
     0.09533770382404327,
     -0.4379931390285492,
     -0.5490870475769043,
     -0.1211661845445633,
     -0.1986481249332428,
     -0.1013341099023819,
     -0.13457132875919342,
     -0.03771394118666649,
     -0.11115613579750061,
     -0.20905156433582306,
     -0.03176194056868553,
     -0.3962485194206238,
     -0.18195085227489471,
     -0.048434119671583176,
     0.13443465530872345,
     -0.1317477524280548,
     0.019950371235609055,
     -0.10007178783416748,
     -0.0799042209982872,
     -0.2680923640727997,
     -0.1764586716890335,
     0.3090212941169739,
     -0.1739153116941452,
     -0.17289863526821136,
     0.02105422504246235,
     -0.12091311067342758,
     -0.11395178735256195,
     0.2211514264345169,
     -0.1076660081744194,
     -0.15790267288684845,
     -0.2468990534543991,
     -0.05950560420751572,
     -0.1306219846010208,
     -0.11666776239871979,
     -0.10779082775115967,
     -0.14612643420696259,
     -0.1738155335187912,
     -0.33723634481430054,
     0.08299717307090759,
     -0.08299919217824936,
     -0.4790058434009552,
     -0.12473643571138382,
     -0.13050605356693268,
     -0.20491419732570648,
     0.15161222219467163,
     -0.11442384123802185,
     0.5138759613037109,
     -0.14708256721496582,
     -0.2077762931585312,
     -0.9977670907974243,
     -0.19883635640144348,
     -0.0961516797542572,
     -0.11982998996973038,
     -0.1522640585899353,
     -0.1301536113023758,
     -0.2584865689277649,
     -0.21257148683071136,
     -0.10477566719055176,
     -0.1684536635875702,
     -0.3160041868686676,
     -0.17767292261123657,
     -0.057576388120651245,
     -0.17692647874355316,
     -0.03797663003206253,
     0.7539229989051819,
     -0.15493951737880707,
     -0.2899895906448364,
     -0.16747182607650757,
     -0.27576929330825806,
     -0.13883604109287262,
     -0.15234388411045074,
     0.14580485224723816,
     -0.12316058576107025,
     0.034176480025053024,
     -0.22108520567417145,
     -0.20920705795288086,
     0.16741730272769928,
     -0.15241460502147675,
     -0.1053043007850647,
     -0.12115420401096344,
     -0.2215079963207245,
     -0.25045880675315857,
     0.2777761220932007,
     -0.5123823881149292,
     -0.12680627405643463,
     0.5307497382164001,
     -0.2085641771554947,
     0.23106619715690613,
     0.05971759185194969,
     -0.1678164303302765,
     -0.07436299324035645,
     -0.1951279193162918,
     -0.0382731631398201,
     -0.14618715643882751,
     -0.06742895394563675,
     -0.9875847697257996,
     -0.15828539431095123,
     -0.13269850611686707
    ],
    [
     -0.2640330493450165,
     -0.006380751729011536,
     0.10905201733112335,
     -0.5668050646781921,
     -0.10034753382205963,
     -0.20857280492782593,
     -0.1174221783876419,
     -0.04887717217206955,
     -0.04438545182347298,
     0.1236877590417862,
     -0.17274579405784607,
     0.23485715687274933,
     -0.0011500618420541286,
     -0.15310265123844147,
     -0.14410805702209473,
     -0.16491135954856873,
     -0.07908936589956284,
     -0.09959337115287781,
     -0.14435476064682007,
     -0.028319403529167175,
     -0.10055513679981232,
     -0.06952929496765137,
     -0.12632454931735992,
     -0.2426685392856598,
     0.19261789321899414,
     -0.4331164062023163,
     -0.1555522084236145,
     -0.05844580754637718,
     -0.1380372941493988,
     0.01303371787071228,
     -0.13288678228855133,
     -0.21405193209648132,
     -0.11839090287685394,
     -1.1380559206008911,
     0.15553244948387146,
     -0.24232864379882812,
     -0.056394852697849274,
     -0.04795147851109505,
     0.13831865787506104,
     -0.24959737062454224,
     -0.03675251454114914,
     0.1917007863521576,
     -0.19943054020404816,
     0.02803768962621689,
     -0.19745442271232605,
     -0.05585934966802597,
     0.11687765270471573,
     -0.015434431843459606,
     -0.08220872282981873,
     -0.05150234326720238,
     -0.34804829955101013,
     0.8751179575920105,
     0.0318107008934021,
     -0.3064938187599182,
     0.1053910180926323,
     0.21015767753124237,
     0.2863152027130127,
     -0.09851603209972382,
     -0.12344501912593842,
     0.11683506518602371,
     -0.10493540018796921,
     -0.05369050055742264,
     -0.29414162039756775,
     -0.08502880483865738,
     -0.18260301649570465,
     -0.582836925983429,
     -0.08597780764102936,
     0.12118279933929443,
     -0.5727121233940125,
     0.1579665094614029,
     -0.15240345895290375,
     -0.15394249558448792,
     -0.2183941751718521,
     0.29356828331947327,
     0.01228412240743637,
     -0.19490158557891846,
     -0.09380144625902176,
     -0.1270383596420288,
     0.15712502598762512,
     -0.0028627600986510515,
     -0.14190229773521423,
     -0.008896981365978718,
     -0.03505394607782364,
     0.15544453263282776,
     -0.06991176307201385,
     -0.31508979201316833,
     -0.21709807217121124,
     0.12036340683698654,
     -0.053381241858005524,
     0.25500980019569397,
     -0.07255227863788605,
     0.1927061825990677,
     -0.2460138499736786,
     0.1554478108882904,
     0.05850048363208771,
     -0.12319917976856232,
     0.2219385951757431,
     -0.03644270449876785,
     -0.08609523624181747,
     -0.24715864658355713,
     -0.1708967238664627,
     0.2390933334827423,
     -0.17641758918762207,
     0.015237733721733093,
     -0.5914851427078247,
     -0.13514481484889984,
     -0.1329251229763031,
     -0.13655155897140503,
     -0.09124454110860825,
     0.26277098059654236,
     0.11845371872186661,
     0.004766393918544054,
     -0.014494666829705238,
     -0.3707179129123688,
     -0.2227220982313156,
     -0.09608297049999237,
     -0.26811960339546204,
     0.22587431967258453,
     0.23932017385959625,
     0.21075068414211273,
     0.13112272322177887,
     -0.23702293634414673,
     -0.1221931055188179,
     0.12749682366847992,
     0.19716139137744904,
     0.009961753152310848,
     -0.11102096736431122,
     -0.10766280442476273,
     -0.04867935925722122,
     -0.22284536063671112,
     0.3543500006198883,
     -0.15503399074077606,
     -0.16258078813552856,
     -0.08371788263320923,
     0.24041321873664856,
     -0.15614789724349976,
     -0.15693989396095276,
     0.3149263858795166,
     -0.12491884082555771,
     -0.3546319305896759,
     -0.1493014693260193,
     0.16383856534957886,
     -0.19356617331504822,
     -0.09700954705476761,
     -0.03866661339998245,
     0.31695759296417236,
     -0.12565042078495026,
     0.14575901627540588,
     -0.7638698816299438,
     0.3479467034339905,
     -0.056687481701374054,
     -0.7124119997024536,
     -0.09853051602840424,
     -0.12720806896686554,
     -0.1466924101114273,
     -0.1402057707309723,
     -0.18236446380615234,
     -0.1860317438840866,
     -0.18811069428920746,
     0.3566689193248749,
     -0.07450634241104126,
     0.5586792826652527,
     -0.1521046757698059,
     -0.17272678017616272,
     -0.10837725549936295,
     -0.26919376850128174,
     -0.2525116503238678,
     -0.1565116047859192,
     -0.03621160238981247,
     -0.14469896256923676,
     0.11904303729534149,
     -0.13527271151542664,
     -0.12546706199645996,
     -0.2274640053510666,
     -0.05420154333114624,
     -0.21116550266742706,
     -0.18985258042812347,
     0.27910250425338745,
     -0.19709715247154236,
     -0.05843977630138397,
     0.04372774064540863,
     -0.0017251528333872557,
     -0.1494463086128235,
     -0.16420668363571167,
     -0.11032339930534363,
     0.008154119364917278,
     -0.18343636393547058,
     -0.27484747767448425,
     0.1566770076751709,
     0.1290377825498581,
     0.20169925689697266,
     0.11866513639688492,
     -0.045345012098550797,
     0.0497216172516346,
     -0.006072733085602522,
     -0.0946463868021965,
     -0.08757635951042175,
     -0.8459980487823486,
     0.045384734869003296,
     0.18885822594165802
    ],
    [
     -0.019357992336153984,
     0.029970411211252213,
     0.45375126600265503,
     -0.40441659092903137,
     -0.15813982486724854,
     -0.14263543486595154,
     -0.018328024074435234,
     -0.10910250246524811,
     -0.13931411504745483,
     -0.10309156775474548,
     -0.23216187953948975,
     0.07070659101009369,
     -0.18332044780254364,
     -0.14541296660900116,
     -0.06185086816549301,
     0.09959429502487183,
     -0.1416568160057068,
     -0.146906316280365,
     -0.1795734316110611,
     -0.0271050576120615,
     -0.043382663279771805,
     -0.07292646914720535,
     -0.04016651213169098,
     0.6051409244537354,
     -0.07401423901319504,
     -0.36598220467567444,
     -0.11815989762544632,
     -0.07841214537620544,
     -0.12459500879049301,
     -0.08042047172784805,
     -0.09395045042037964,
     -0.2317190021276474,
     -0.11386843025684357,
     -0.952029287815094,
     0.08497128635644913,
     -0.08354821801185608,
     0.08245176076889038,
     -0.12766027450561523,
     -0.17231623828411102,
     -0.2509581446647644,
     -0.0018138812156394124,
     -0.0741862952709198,
     -0.15146644413471222,
     -0.10482034832239151,
     0.06606314331293106,
     -0.12256543338298798,
     -0.11437560617923737,
     -0.16014398634433746,
     0.14305999875068665,
     0.009225434623658657,
     -0.5047875046730042,
     0.11374721676111221,
     0.06931346654891968,
     0.060303326696157455,
     0.25109460949897766,
     -0.1415989249944687,
     -0.048299696296453476,
     -0.13094216585159302,
     -0.10955771803855896,
     0.2067609578371048,
     -0.14538075029850006,
     -0.16596294939517975,
     -0.9113975763320923,
     -0.143641859292984,
     0.31421107053756714,
     -0.5498145222663879,
     -0.102687768638134,
     0.019588163122534752,
     0.40474405884742737,
     -0.1109122559428215,
     -0.1414288729429245,
     -0.1809389740228653,
     -0.2021111249923706,
     0.06708519160747528,
     0.07474108785390854,
     0.19728414714336395,
     -0.07703302055597305,
     -0.1258351057767868,
     0.08982427418231964,
     -0.05960369110107422,
     0.1962728500366211,
     0.030634121969342232,
     0.21084125339984894,
     -0.16675929725170135,
     0.811310350894928,
     -0.41055208444595337,
     0.14637401700019836,
     0.12334370613098145,
     -0.17673136293888092,
     -0.12801727652549744,
     -0.0065829032100737095,
     0.22654575109481812,
     -0.26750627160072327,
     -0.11798504739999771,
     -0.17393682897090912,
     -0.10363008826971054,
     -0.12754864990711212,
     0.09533441811800003,
     0.17842134833335876,
     -0.15383048355579376,
     0.6168069839477539,
     -0.1852739453315735,
     -0.03739757463335991,
     -0.2803541421890259,
     0.5707292556762695,
     -0.05642257258296013,
     -0.15102799236774445,
     -0.06133947893977165,
     -0.09331625699996948,
     0.2602914869785309,
     0.12031199038028717,
     -0.21981769800186157,
     0.07268139719963074,
     -0.3627717196941376,
     -0.19496387243270874,
     0.1560867875814438,
     -0.11981512606143951,
     -0.06727776676416397,
     -0.09547409415245056,
     -0.1819046586751938,
     -0.09356915950775146,
     -0.16334857046604156,
     0.17930738627910614,
     -0.0533173494040966,
     -0.16138796508312225,
     -0.10433696210384369,
     -0.11607076227664948,
     0.05192913860082626,
     -0.09782855957746506,
     -0.02267838828265667,
     0.12396752089262009,
     -0.1396237313747406,
     0.24594758450984955,
     -0.11274909228086472,
     -0.14592456817626953,
     0.29026004672050476,
     0.046355776488780975,
     -0.1857466995716095,
     -0.10083828866481781,
     -0.12508876621723175,
     0.21402858197689056,
     -0.13924798369407654,
     -0.14859803020954132,
     0.2660199999809265,
     0.2671664357185364,
     -0.18280328810214996,
     -0.096634142100811,
     0.03463644161820412,
     -0.5420836210250854,
     -0.09655943512916565,
     -0.1284584403038025,
     -0.7054914832115173,
     -0.08591200411319733,
     0.005732904653996229,
     -0.08417680114507675,
     -0.12657415866851807,
     -0.12139766663312912,
     -0.13999971747398376,
     -0.24134643375873566,
     -0.1355229616165161,
     -0.09126422554254532,
     -0.16257716715335846,
     0.34357044100761414,
     -0.040479715913534164,
     -0.10623620450496674,
     -0.15228797495365143,
     0.7155484557151794,
     -0.15627171099185944,
     -0.305814266204834,
     0.10285699367523193,
     -0.2809014916419983,
     0.07074558734893799,
     -0.06442619115114212,
     0.1476556658744812,
     -0.18191689252853394,
     -0.1505807489156723,
     -0.14049451053142548,
     -0.13509608805179596,
     -0.2012641280889511,
     -0.08733262866735458,
     0.053003326058387756,
     -0.11943132430315018,
     -0.1281394213438034,
     -0.18771128356456757,
     -0.1298818588256836,
     -0.4531185030937195,
     -0.0889294221997261,
     -0.23845817148685455,
     -0.04378822445869446,
     0.319550096988678,
     0.00724617438390851,
     -0.17163608968257904,
     -0.05369056761264801,
     -0.1705925315618515,
     -0.12198363244533539,
     -0.09523787349462509,
     -0.023674478754401207,
     -0.9861616492271423,
     -0.07558758556842804,
     -0.05719519034028053
    ],
    [
     -0.22111506760120392,
     -0.15343312919139862,
     0.011298621073365211,
     -0.2661787271499634,
     -0.13528484106063843,
     -0.16719140112400055,
     -0.03434668481349945,
     -0.1627252697944641,
     -0.0738770067691803,
     0.1264415979385376,
     -0.14222222566604614,
     -0.1393336057662964,
     -0.03884988650679588,
     -0.13945089280605316,
     -0.15215565264225006,
     -0.10237842798233032,
     -0.08495651185512543,
     -0.13303634524345398,
     -0.09640675038099289,
     -0.1265983134508133,
     -0.19805891811847687,
     -0.09218981862068176,
     -0.13070888817310333,
     0.0936044305562973,
     -0.09848760813474655,
     -0.1004127711057663,
     -0.05246249958872795,
     -0.13362160325050354,
     -0.12469276040792465,
     -0.07687725126743317,
     -0.1245211735367775,
     -0.12832629680633545,
     -0.1113327145576477,
     -0.49743300676345825,
     -0.16215208172798157,
     -0.2002461850643158,
     -0.20077280700206757,
     -0.0978185385465622,
     0.177375927567482,
     -0.01685352623462677,
     0.3957047760486603,
     0.14621862769126892,
     0.015171695500612259,
     0.38665103912353516,
     0.09912705421447754,
     -0.013228638097643852,
     0.11096586287021637,
     0.14809568226337433,
     -0.049399569630622864,
     -0.012941217049956322,
     -0.5671963691711426,
     -0.08206754922866821,
     -0.1512540578842163,
     -0.4250817596912384,
     -0.11859839409589767,
     -0.07114774733781815,
     -0.23409149050712585,
     -0.12349344789981842,
     -0.10321364551782608,
     -0.14783921837806702,
     -0.13825879991054535,
     -0.08582765609025955,
     -0.7937050461769104,
     -0.06474252045154572,
     -0.14072078466415405,
     -0.4025678336620331,
     0.03689216822385788,
     -0.16270723938941956,
     -0.5355023741722107,
     -0.003342721611261368,
     -0.104163259267807,
     -0.2996556758880615,
     -0.1954346001148224,
     -0.11202622205018997,
     -0.4505203068256378,
     -0.07007791846990585,
     -0.10127075016498566,
     -0.14834660291671753,
     -0.14732955396175385,
     -0.1487489640712738,
     -0.1437702476978302,
     0.05367725342512131,
     0.3320510685443878,
     -0.07430541515350342,
     -0.04745262861251831,
     -0.3900587260723114,
     -0.09621591120958328,
     0.13691069185733795,
     0.9557794332504272,
     -0.11637672781944275,
     -0.08204108476638794,
     -0.10304420441389084,
     0.07534502446651459,
     0.013334750197827816,
     -0.20153337717056274,
     -0.12389156222343445,
     -0.15975336730480194,
     -0.06494388729333878,
     0.5061512589454651,
     0.181935653090477,
     -0.07715295255184174,
     -0.10328377783298492,
     -0.010802938602864742,
     -0.2611910402774811,
     -0.42695343494415283,
     0.12472037971019745,
     -0.2050340473651886,
     -0.12444090843200684,
     -0.10580898076295853,
     -0.11676153540611267,
     0.09132629632949829,
     -0.13217832148075104,
     -0.014705751091241837,
     -0.14928093552589417,
     -0.1430346518754959,
     -0.05900806933641434,
     -0.22828465700149536,
     -0.13478298485279083,
     -0.08414240926504135,
     0.140191912651062,
     -0.09664664417505264,
     -0.21242520213127136,
     -0.1656261384487152,
     -0.09825213253498077,
     -0.09313534200191498,
     -0.08934891223907471,
     0.031596310436725616,
     -0.11675401031970978,
     -0.12973888218402863,
     -0.1901310235261917,
     -0.08594705909490585,
     -0.17355209589004517,
     -0.24795804917812347,
     -0.11312458664178848,
     -0.14183062314987183,
     -0.14434747397899628,
     -0.13695906102657318,
     -0.10188011080026627,
     -0.09141982346773148,
     -0.1760382503271103,
     0.2342028021812439,
     -0.23107805848121643,
     -0.23343847692012787,
     -0.08825387060642242,
     -0.1501019150018692,
     -0.23826122283935547,
     0.0161585733294487,
     -0.07969877123832703,
     -0.6106275320053101,
     -0.14267653226852417,
     -0.1742803454399109,
     -0.7227822542190552,
     -0.12545575201511383,
     -0.11832879483699799,
     0.17837119102478027,
     -0.14226491749286652,
     -0.1883307695388794,
     -0.23539014160633087,
     -0.19751061499118805,
     0.40424007177352905,
     -0.06204330548644066,
     -0.21386153995990753,
     0.3816048502922058,
     -0.47562769055366516,
     -0.2348898947238922,
     0.07977177947759628,
     -0.34429803490638733,
     -0.2055296003818512,
     0.17171089351177216,
     -0.016488488763570786,
     0.10503479093313217,
     -0.1523286998271942,
     -0.1872018724679947,
     -0.05916111543774605,
     -0.2654167413711548,
     -0.17469634115695953,
     0.1558975875377655,
     -0.21638904511928558,
     0.023724908009171486,
     -0.10914532840251923,
     -0.0685097947716713,
     -0.02778269536793232,
     -0.1926897168159485,
     -0.16240447759628296,
     -0.10732405632734299,
     -0.3711075186729431,
     -0.16392867267131805,
     -0.20725971460342407,
     -0.19871746003627777,
     -0.13272283971309662,
     -0.06815577298402786,
     -0.31253114342689514,
     -0.16092485189437866,
     -0.16287754476070404,
     -0.08040565997362137,
     -0.10767242312431335,
     -0.129542276263237,
     -0.9240210652351379,
     -0.20459431409835815,
     -0.11894810199737549
    ],
    [
     -0.03579762578010559,
     0.33723002672195435,
     -0.12857377529144287,
     -0.35041260719299316,
     -0.18334731459617615,
     -0.15606406331062317,
     0.25121816992759705,
     -0.06942913681268692,
     -0.12163473665714264,
     0.1814018040895462,
     0.40871426463127136,
     -0.1123042032122612,
     -0.16092197597026825,
     -0.06601708382368088,
     -0.1794544756412506,
     0.19492100179195404,
     0.14614814519882202,
     -0.12582625448703766,
     -0.11016229540109634,
     -0.14059104025363922,
     -0.17884081602096558,
     0.06353814899921417,
     -0.12042151391506195,
     0.10401218384504318,
     -0.12997204065322876,
     -0.35471007227897644,
     -0.26502785086631775,
     -0.12306664884090424,
     -0.1429266482591629,
