{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       78
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       78
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     1.1893690824508667,
     -0.6317171454429626,
     -0.1644260436296463,
     1.5229010581970215,
     -0.38075146079063416,
     1.277793288230896,
     -0.48877862095832825,
     0.5349937677383423,
     1.244294285774231,
     2.431297779083252,
     -0.6146015524864197,
     -0.43724337220191956,
     -0.46191856265068054,
     -0.8597301840782166,
     -0.47117850184440613
    ],
    [
     -0.8418136835098267,
     -0.8055742979049683,
     -0.609788179397583,
     -0.8701735734939575,
     2.1983940601348877,
     1.2708392143249512,
     0.6812838912010193,
     -0.7063095569610596,
     -0.9038878679275513,
     1.4467530250549316,
     -0.8219457268714905,
     -0.6221208572387695,
     -0.09168410301208496,
     0.7379199862480164,
     0.672724723815918
    ],
    [
     1.0968830585479736,
     0.2992648482322693,
     0.25901487469673157,
     0.38718217611312866,
     0.4832284450531006,
     -0.6877895593643188,
     -0.1333923041820526,
     0.818979024887085,
     -0.9112976789474487,
     -0.39461204409599304,
     1.5842223167419434,
     1.4367157220840454,
     1.709266185760498,
     1.7946879863739014,
     0.4653801918029785
    ],
    [
     -0.18618951737880707,
     -0.15558306872844696,
     -0.6890246272087097,
     0.8404631018638611,
     -0.919649600982666,
     -1.3833879232406616,
     -0.6131309270858765,
     0.3181920349597931,
     1.4337093830108643,
     -1.0722401142120361,
     2.1793274879455566,
     1.3825846910476685,
     1.866852045059204,
     -0.8749801516532898,
     0.9027822017669678
    ],
    [
     -0.43440306186676025,
     0.4265245497226715,
     -0.8696280717849731,
     -0.9327155947685242,
     0.8129206299781799,
     2.666353702545166,
     0.7290394902229309,
     0.899785578250885,
     -0.8719174265861511,
     -0.9445545673370361,
     -0.8002851009368896,
     -0.6167996525764465,
     -0.946262776851654,
     -0.8551443219184875,
     -0.7191689014434814
    ],
    [
     -0.830227792263031,
     -0.8239924907684326,
     -0.8709920644760132,
     -0.7285324335098267,
     1.8705238103866577,
     1.890944004058838,
     -0.8510029315948486,
     0.6125062704086304,
     -0.3679965138435364,
     1.042198896408081,
     -0.11444297432899475,
     -0.6152207255363464,
     0.3051788806915283,
     -0.8593176603317261,
     -0.8683834075927734
    ],
    [
     -0.8249332308769226,
     -0.8029542565345764,
     -0.8743193745613098,
     0.9527676105499268,
     -0.9688463807106018,
     0.8037322759628296,
     -0.24153068661689758,
     -0.7706105709075928,
     1.1544244289398193,
     1.4640495777130127,
     1.7105827331542969,
     -0.6229888200759888,
     -0.16618086397647858,
     -0.7103846669197083,
     -0.8750286102294922
    ],
    [
     1.0850040912628174,
     0.5741266012191772,
     1.3978135585784912,
     -0.493425190448761,
     1.830910563468933,
     -0.034819480031728745,
     0.058990977704524994,
     -0.7646123170852661,
     2.029841184616089,
     0.5363906621932983,
     0.21320153772830963,
     -0.22595688700675964,
     -0.0049660345539450645,
     0.6337923407554626,
     0.9917552471160889
    ],
    [
     -0.6325280070304871,
     -0.27580103278160095,
     -0.8478573560714722,
     -0.9104867577552795,
     2.2060911655426025,
     1.4981749057769775,
     -0.7827155590057373,
     0.4658590853214264,
     -0.38931408524513245,
     0.5799747109413147,
     -0.7516022324562073,
     -0.5703825354576111,
     1.7075254917144775,
     -0.8605111837387085,
     -0.8232392072677612
    ],
    [
     0.2476673126220703,
     1.3584142923355103,
     0.9026125073432922,
     0.08030276745557785,
     1.349246621131897,
     -0.8260334730148315,
     0.6935777068138123,
     1.222451090812683,
     -0.9054068922996521,
     0.8316125273704529,
     1.2808815240859985,
     2.1004648208618164,
     2.154967784881592,
     0.8320497274398804,
     0.429532527923584
    ],
    [
     0.9475533366203308,
     0.3676389753818512,
     0.975505530834198,
     0.526898980140686,
     -0.2656804919242859,
     -0.5298179388046265,
     0.1651342660188675,
     0.039727598428726196,
     0.6975080370903015,
     0.5637097358703613,
     -0.4984932541847229,
     -0.6253991723060608,
     -0.38669145107269287,
     0.8279355764389038,
     1.1068788766860962
    ],
    [
     -0.4798985421657562,
     0.7802078723907471,
     -0.8928216099739075,
     -0.9365084171295166,
     0.2778933048248291,
     2.0313775539398193,
     1.7061177492141724,
     0.5731006860733032,
     -0.9079285860061646,
     -0.3419117033481598,
     -0.8174275755882263,
     -0.6180081367492676,
     -0.7290554046630859,
     -0.8663834929466248,
     -0.783816933631897
    ],
    [
     -0.8303174376487732,
     -0.801543653011322,
     -0.8810445666313171,
     0.7717821598052979,
     -0.9299075603485107,
     2.1537346839904785,
     -0.8277795314788818,
     0.3601267635822296,
     -0.8991053700447083,
     1.1875470876693726,
     -0.8203895688056946,
     -0.33427906036376953,
     -0.6645256280899048,
     -0.20391075313091278,
     -0.8490912914276123
    ],
    [
     1.2149709463119507,
     -0.4894658327102661,
     -0.13563920557498932,
     -0.2731212079524994,
     0.7117902636528015,
     -0.7350481152534485,
     -0.19675213098526,
     1.3649353981018066,
     -0.4404469430446625,
     -0.08299672603607178,
     1.5934994220733643,
     0.9884273409843445,
     2.1857047080993652,
     1.4298139810562134,
     -0.3678971230983734
    ],
    [
     -0.724673330783844,
     1.0878353118896484,
     1.6439927816390991,
     0.03043368272483349,
     -0.35050666332244873,
     -0.7642046809196472,
     0.9178030490875244,
     -0.7833294868469238,
     0.05548607185482979,
     2.2498157024383545,
     -0.5689647197723389,
     -0.6251457333564758,
     1.2495441436767578,
     0.9485713243484497,
     0.2683131992816925
    ],
    [
     -0.49354323744773865,
     0.9487917423248291,
     1.668872594833374,
     1.3572726249694824,
     -1.2028303146362305,
     0.4715714752674103,
     2.7855405807495117,
     0.7461549639701843,
     -0.844959557056427,
     1.6064059734344482,
     -0.8276843428611755,
     -0.6117466688156128,
     1.3993643522262573,
     2.3181838989257812,
     -0.5402566194534302
    ],
    [
     -0.6939665079116821,
     -0.8088671565055847,
     -0.5955528020858765,
     2.473055124282837,
     -0.72028648853302,
     0.1868247538805008,
     0.5067347884178162,
     0.027115866541862488,
     -0.07641996443271637,
     1.8070487976074219,
     1.1542201042175293,
     -0.5923035144805908,
     -0.42792412638664246,
     -0.5099889039993286,
     -0.8563355803489685
    ],
    [
     0.7565814852714539,
     0.16356225311756134,
     0.11689232289791107,
     -0.7256454229354858,
     0.7542017102241516,
     -0.3568324148654938,
     -0.4099765717983246,
     0.04706128314137459,
     1.804189682006836,
     0.8136968612670898,
     1.472123146057129,
     -0.619469404220581,
     -0.9415413737297058,
     -0.4648810625076294,
     1.6463161706924438
    ],
    [
     1.5454083681106567,
     -0.7176886200904846,
     0.4846157729625702,
     -0.5045967102050781,
     0.5273027420043945,
     -0.7593345046043396,
     -0.37262147665023804,
     -0.6482140421867371,
     0.6027811169624329,
     0.9143662452697754,
     -0.5618612766265869,
     -0.28387659788131714,
     -0.7811655402183533,
     -0.2901766896247864,
     -0.6924567222595215
    ],
    [
     -0.7450612783432007,
     -0.8000575304031372,
     -0.8307201862335205,
     -0.5458160638809204,
     2.515249729156494,
     1.142706274986267,
     0.26678794622421265,
     -0.7565428614616394,
     -0.9189003705978394,
     0.5321150422096252,
     -0.8109680414199829,
     -0.6413946747779846,
     -0.7693636417388916,
     -0.8819401264190674,
     0.40261054039001465
    ],
    [
     -0.8208441734313965,
     -0.718442976474762,
     -0.21373532712459564,
     -0.8212104439735413,
     0.5321220755577087,
     2.3055214881896973,
     0.1758817732334137,
     0.803242564201355,
     -0.29404452443122864,
     0.3587811589241028,
     0.40298226475715637,
     2.255739212036133,
     -0.457233726978302,
     -0.2122645229101181,
     0.32992565631866455
    ],
    [
     1.3161520957946777,
     -0.378883421421051,
     1.1352185010910034,
     -0.3759461045265198,
     0.29730015993118286,
     -0.44662079215049744,
     0.7092331051826477,
     -0.7561004757881165,
     1.09721040725708,
     0.9468489289283752,
     -0.08939476311206818,
     -0.2749019265174866,
     -0.5532537698745728,
     -0.04184488579630852,
     1.4241321086883545
    ],
    [
     -0.766900360584259,
     -0.8295187950134277,
     -0.5427441000938416,
     2.2201569080352783,
     -1.2128758430480957,
     0.48487135767936707,
     0.5979949235916138,
     -0.43551838397979736,
     -0.18680575489997864,
     1.8254314661026,
     1.089078426361084,
     -0.6149052977561951,
     -0.25443801283836365,
     -0.8717080950737,
     -0.6746669411659241
    ],
    [
     1.4018861055374146,
     -0.31649336218833923,
     -0.8757829666137695,
     3.4914121627807617,
     0.9353073835372925,
     -0.40429604053497314,
     -0.834771454334259,
     -0.7753002643585205,
     2.260307788848877,
     1.857181191444397,
     0.32677599787712097,
     0.3782288134098053,
     -0.15226395428180695,
     -0.34013521671295166,
     -0.5146485567092896
    ],
    [
     0.5608373284339905,
     0.2719152271747589,
     0.7737002372741699,
     0.7513548135757446,
     -0.1473497897386551,
     -0.7148413062095642,
     0.37073156237602234,
     -0.014929858036339283,
     0.6884434223175049,
     0.6640910506248474,
     -0.6472893953323364,
     -0.4941101372241974,
     -0.2640160620212555,
     0.642565906047821,
     1.4196667671203613
    ],
    [
     -0.5726850628852844,
     -0.7548196911811829,
     -0.5704365968704224,
     2.3260912895202637,
     -0.4797007441520691,
     0.8162060379981995,
     -0.04780716449022293,
     0.18496264517307281,
     1.034736156463623,
     1.65151846408844,
     -0.8038962483406067,
     -0.6187765002250671,
     -0.08852968364953995,
     -0.8552670478820801,
     -0.852067768573761
    ],
    [
     -0.7185583710670471,
     -0.600464940071106,
     -0.29328951239585876,
     -0.7432026863098145,
     0.1645773947238922,
     1.4586787223815918,
     -0.8257185816764832,
     -0.7275580167770386,
     -0.911645770072937,
     0.16428309679031372,
     -0.45149824023246765,
     -0.6182357668876648,
     -0.9295902252197266,
     -0.5301332473754883,
     -0.5305616855621338
    ],
    [
     -0.8280636072158813,
     -0.803116500377655,
     -0.8891125321388245,
     -0.9138163328170776,
     0.49137943983078003,
     1.2643101215362549,
     -0.8245972990989685,
     0.09837032854557037,
     -0.9353739023208618,
     -0.5366313457489014,
     -0.8073121905326843,
     -0.6234716176986694,
     -0.9479205012321472,
     -0.4539099633693695,
     -0.5193828344345093
    ],
    [
     1.226746678352356,
     0.8040338158607483,
     1.6507636308670044,
     0.16373050212860107,
     -0.4644755721092224,
     -0.7308485507965088,
     0.18859122693538666,
     0.6405828595161438,
     0.5932106375694275,
     2.663702964782715,
     -0.5337411165237427,
     -0.62931227684021,
     -0.9400736093521118,
     0.7392000555992126,
     1.9291623830795288
    ],
    [
     0.5736149549484253,
     0.45086905360221863,
     -0.8702029585838318,
     -0.9225881695747375,
     0.9736176133155823,
     1.5004912614822388,
     1.3831892013549805,
     1.039979338645935,
     -0.8135939836502075,
     0.05159855633974075,
     -0.8090052008628845,
     -0.6192863583564758,
     -0.8670938014984131,
     -0.8770743608474731,
     -0.67568039894104
    ],
    [
     0.019240638241171837,
     0.1405620574951172,
     -0.41067296266555786,
     -0.9223121404647827,
     0.6653825640678406,
     -0.3704040050506592,
     -0.8257676362991333,
     0.13095106184482574,
     0.11552511155605316,
     -0.5465413331985474,
     2.9277451038360596,
     0.482069194316864,
     1.542217493057251,
     1.0324407815933228,
     0.7953492999076843
    ],
    [
     0.3014775216579437,
     -0.7613598704338074,
     -0.8729853630065918,
     -0.6515098810195923,
     1.6861389875411987,
     -0.7224138379096985,
     -0.6311056017875671,
     -0.15126651525497437,
     0.6752943396568298,
     -0.41774749755859375,
     1.2316945791244507,
     0.8356665968894958,
     0.7030822038650513,
     0.5089831948280334,
     0.588912844657898
    ],
    [
     -0.20561827719211578,
     -0.7578276991844177,
     -0.7676582336425781,
     -0.9154846668243408,
     1.933152675628662,
     1.5951672792434692,
     -0.6712589859962463,
     -0.7158438563346863,
     -0.9063836336135864,
     0.6386762261390686,
     -0.8084719777107239,
     -0.6310630440711975,
     1.2096939086914062,
     -0.8600537180900574,
     -0.004059282597154379
    ],
    [
     -0.2889670431613922,
     -0.8136100769042969,
     -0.6535456776618958,
     0.026610257104039192,
     1.5592799186706543,
     1.4700578451156616,
     -0.6346551775932312,
     1.1960606575012207,
     -0.7375016212463379,
     2.313584804534912,
     -0.13931074738502502,
     -0.6251137256622314,
     0.07220505177974701,
     -0.8547163009643555,
     -0.6594406962394714
    ],
    [
     0.2072247862815857,
     -0.5653235912322998,
     -0.5329903960227966,
     0.6435985565185547,
     -0.3740692436695099,
     -0.3291112184524536,
     -0.5354751944541931,
     -0.3804430067539215,
     1.563410758972168,
     -0.8186534643173218,
     2.465463161468506,
     1.4939888715744019,
     1.9248301982879639,
     -0.865093469619751,
     0.5909417271614075
    ],
    [
     -0.37500616908073425,
     0.025546858087182045,
     1.1423606872558594,
     1.1548948287963867,
     0.8615409731864929,
     0.2751834988594055,
     1.5463207960128784,
     1.1137536764144897,
     0.17365314066410065,
     -1.3665955066680908,
     0.7148396372795105,
     -0.3223661184310913,
     -0.7017109394073486,
     0.6480764746665955,
     -0.06268525868654251
    ],
    [
     -0.5883737802505493,
     -0.8212176561355591,
     -0.8537953495979309,
     -0.9375770688056946,
     3.284337043762207,
     1.0783894062042236,
     -0.36029767990112305,
     -0.7113725543022156,
     -0.716160774230957,
     1.3533142805099487,
     -0.7505905032157898,
     -0.48545148968696594,
     0.31967419385910034,
     -0.8794214725494385,
     0.5277218818664551
    ],
    [
     -0.10014975816011429,
     0.5692535042762756,
     -0.8445920944213867,
     -0.766538679599762,
     0.2411508560180664,
     1.7222546339035034,
     1.3521469831466675,
     1.6785730123519897,
     -0.9060443639755249,
     0.5046096444129944,
     -0.8148660063743591,
     -0.6228139400482178,
     -0.9378343224525452,
     -0.7632272243499756,
     -0.8673099279403687
    ],
    [
     -0.8474105596542358,
     -0.8027961850166321,
     0.09848731011152267,
     1.3366711139678955,
     -1.1357475519180298,
     0.8107256889343262,
     -0.27627867460250854,
     -0.7624267339706421,
     0.45082685351371765,
     1.4920142889022827,
     2.028895616531372,
     -0.6280572414398193,
     -0.9208001494407654,
     -0.62547367811203,
     -0.8462793231010437
    ],
    [
     -0.323728084564209,
     -0.39235660433769226,
     -0.8667811155319214,
     1.9715495109558105,
     1.0832419395446777,
     0.7304158210754395,
     -0.8463714718818665,
     -0.44535306096076965,
     -0.7716986536979675,
     1.7021511793136597,
     -0.8287605047225952,
     -0.6232801079750061,
     -0.7979017496109009,
     -0.8646946549415588,
     -0.8615869283676147
    ],
    [
     0.2538438141345978,
     0.5947384238243103,
     3.8096539974212646,
     1.2637337446212769,
     -0.6112346053123474,
     1.7412148714065552,
     0.15409982204437256,
     -0.41380488872528076,
     0.5217402577400208,
     1.8936614990234375,
     -0.822292149066925,
     -0.10037264227867126,
     -0.36439967155456543,
     0.7427895665168762,
     0.9842039942741394
    ],
    [
     -0.8218159675598145,
     -0.2705438733100891,
     -0.8751803040504456,
     -0.9151445627212524,
     -0.655457079410553,
     1.9781618118286133,
     0.5237641930580139,
     -0.12570898234844208,
     -0.9160608053207397,
     0.8568112254142761,
     -0.8072107434272766,
     -0.5948746800422668,
     -0.9270062446594238,
     -0.8778054714202881,
     0.7022330164909363
    ],
    [
     -0.23125876486301422,
     0.19083291292190552,
     -0.7088959813117981,
     0.18293142318725586,
     0.7378114461898804,
     -0.6753040552139282,
     -0.3278246223926544,
     1.2040116786956787,
     0.26019054651260376,
     -0.1560850292444229,
     -0.18291963636875153,
     0.22876960039138794,
     0.040318895131349564,
     1.2746162414550781,
     0.5796285271644592
    ],
    [
     -0.26994788646698,
     -0.8054141998291016,
     -0.11854474246501923,
     -0.9363884925842285,
     0.6029915809631348,
     2.201282262802124,
     -0.03256819769740105,
     1.2447391748428345,
     -0.3237616717815399,
     0.7723280787467957,
     0.7279820442199707,
     1.7485541105270386,
     -0.8275155425071716,
     -0.5059816837310791,
     0.25801733136177063
    ],
    [
     -0.8447833061218262,
     -0.6465002298355103,
     -0.8318593502044678,
     -0.9391539096832275,
     0.18496663868427277,
     1.04131281375885,
     2.533930540084839,
     0.5282973647117615,
     -0.9148913621902466,
     1.2995152473449707,
     -0.8021311163902283,
     -0.26744771003723145,
     -0.9391140341758728,
     -0.855972409248352,
     0.29075077176094055
    ],
    [
     0.10180573910474777,
     0.6807339191436768,
     -0.8694673180580139,
     -0.9148999452590942,
     -0.4284670054912567,
     2.4621098041534424,
     0.24379321932792664,
     1.136409878730774,
     -0.748344361782074,
     0.49060022830963135,
     -0.8113670945167542,
     -0.6300746202468872,
     -0.8614641427993774,
     -0.87948077917099,
     -0.08704136312007904
    ],
    [
     0.4001776874065399,
     0.1143915057182312,
     -0.6002801060676575,
     -0.19830888509750366,
     -1.0917409658432007,
     -0.6554358005523682,
     -0.5993877649307251,
     -0.4124624729156494,
     1.8029656410217285,
     -1.221219778060913,
     2.911207675933838,
     1.041427493095398,
     1.8135257959365845,
     -0.874718964099884,
     0.3386237323284149
    ],
    [
     -0.8250255584716797,
     -0.808250904083252,
     2.155714750289917,
     1.5964117050170898,
     -1.2200477123260498,
     0.06138524040579796,
     3.172715663909912,
     0.8676584362983704,
     -0.9006558060646057,
     2.1811773777008057,
     -0.809657633304596,
     -0.36505556106567383,
     1.9827934503555298,
     -0.389994740486145,
     0.68007892370224
    ],
    [
     -0.8383954763412476,
     -0.8165537118911743,
     -0.6107226610183716,
     -0.8134914636611938,
     0.5630772113800049,
     0.8841912150382996,
     -0.8552263379096985,
     0.8398836851119995,
     -0.9158512949943542,
     0.847308337688446,
     -0.7999995350837708,
     0.9069368243217468,
     -0.7722814679145813,
     -0.7782887816429138,
     -0.8501219749450684
    ],
    [
     0.973217785358429,
     -0.03655260428786278,
     -0.1567908674478531,
     -0.17665250599384308,
     0.3334810733795166,
     -1.0055296421051025,
     -0.2544756233692169,
     1.3283326625823975,
     -0.9045607447624207,
     -0.1499413698911667,
     1.6019365787506104,
     1.280653953552246,
     1.4149470329284668,
     1.1966595649719238,
     0.036579739302396774
    ],
    [
     0.7671453952789307,
     1.4586130380630493,
     -0.25068479776382446,
     0.8947288990020752,
     0.7843219637870789,
     0.49871447682380676,
     2.3384768962860107,
     0.7257807850837708,
     -0.30526766180992126,
     -1.0844637155532837,
     0.8470317125320435,
     -0.6280229687690735,
     -0.4640481770038605,
     0.5591363906860352,
     0.2991846799850464
    ],
    [
     1.5586479902267456,
     1.9474140405654907,
     -0.7078511118888855,
     0.2540624141693115,
     -0.08983881771564484,
     0.2837902009487152,
     1.6149007081985474,
     0.8962966203689575,
     0.6076746582984924,
     -0.8072510361671448,
     -0.31231188774108887,
     0.4668594002723694,
     0.5166345834732056,
     0.31621935963630676,
     0.8466647863388062
    ],
    [
     -0.4320467412471771,
     1.1303850412368774,
     -0.8911271095275879,
     -0.6378018260002136,
     0.9856765270233154,
     2.1571741104125977,
     0.5399413108825684,
     0.30307507514953613,
     -0.870765745639801,
     -0.14394719898700714,
     -0.8131605386734009,
     -0.5445058345794678,
     -0.9311811923980713,
     -0.8737913370132446,
     -0.65156489610672
    ],
    [
     -0.8327133059501648,
     -0.48094967007637024,
     -0.8679068088531494,
     -0.5244542360305786,
     2.877215623855591,
     1.1446168422698975,
     0.2967308759689331,
     -0.7673760652542114,
     -0.9016385078430176,
     0.8263849020004272,
     -0.6938997507095337,
     -0.285279244184494,
     -0.7201034426689148,
     -0.8717390894889832,
     0.7194989919662476
    ],
    [
     1.6417700052261353,
     -0.33119985461235046,
     1.1293336153030396,
     -0.2823377549648285,
     0.4014083743095398,
     -0.6561042666435242,
     0.5491666197776794,
     -0.7798632383346558,
     0.8233821392059326,
     1.4225369691848755,
     -0.519543468952179,
     0.06473277509212494,
     -0.7754319906234741,
     0.8873733282089233,
     0.6613242030143738
    ],
    [
     0.3693234920501709,
     -0.37324419617652893,
     -0.8537044525146484,
     1.6581248044967651,
     -0.9061408042907715,
     0.8410009145736694,
     -0.7729237079620361,
     -0.004807475954294205,
     0.955565869808197,
     1.5061111450195312,
     -0.8104116916656494,
     0.06222374364733696,
     -0.5439920425415039,
     -0.855695903301239,
     -0.8502781987190247
    ],
    [
     -0.4968107044696808,
     -0.6407529711723328,
     -0.3465631902217865,
     0.9732478857040405,
     -1.028491735458374,
     1.0691235065460205,
     0.512829601764679,
     0.47293737530708313,
     1.0678809881210327,
     2.238300323486328,
     -0.39502188563346863,
     -0.26497986912727356,
     -0.5625174045562744,
     -0.4660659432411194,
     -0.841726541519165
    ],
    [
     -0.8298973441123962,
     -0.8239139318466187,
     -0.7988629341125488,
     -0.434018075466156,
     2.16545033454895,
     1.4091463088989258,
     -0.474066823720932,
     -0.5092249512672424,
     -0.9086942076683044,
     0.790996253490448,
     -0.5259344577789307,
     -0.5014365315437317,
     0.20909105241298676,
     -0.546048641204834,
     -0.8497695326805115
    ],
    [
     0.2712893486022949,
     -0.8157058358192444,
     -0.828430712223053,
     0.4789659082889557,
     -0.666054368019104,
     0.07586769014596939,
     0.8917828798294067,
     -0.15691278874874115,
     0.3220058083534241,
     -0.006417412776499987,
     0.3796726167201996,
     0.26997801661491394,
     0.06881193071603775,
     2.415856122970581,
     1.0191558599472046
    ],
    [
     -0.3186611831188202,
     0.5354297161102295,
     0.8983227014541626,
     -0.342410683631897,
     -0.44495707750320435,
     -0.6702577471733093,
     0.3839995563030243,
     -0.04595760256052017,
     -0.307353138923645,
     0.38549113273620605,
     -0.14714327454566956,
     -0.638168215751648,
     1.1993703842163086,
     -0.10489756613969803,
     -0.8581063151359558
    ],
    [
     1.543230414390564,
     -0.3155812621116638,
     -0.8787181377410889,
     0.619406521320343,
     0.9061256051063538,
     0.81367027759552,
     -0.8383898735046387,
     -0.503508448600769,
     1.8721939325332642,
     2.1005077362060547,
     -0.12161900103092194,
     0.21490363776683807,
     -0.5568774342536926,
     -0.09883245080709457,
     -0.7532265782356262
    ],
    [
     -0.8377183675765991,
     -0.8046843409538269,
     -0.682206928730011,
     0.15822535753250122,
     1.7486906051635742,
     0.5671470761299133,
     -0.5931276679039001,
     1.2525177001953125,
     -0.8578740954399109,
     1.7979804277420044,
     -0.5204450488090515,
     -0.6271744966506958,
     -0.1620061993598938,
     -0.48042672872543335,
     -0.8464787602424622
    ],
    [
     -0.5487453937530518,
     -0.24778413772583008,
     1.1143066883087158,
     0.33627834916114807,
     0.38629066944122314,
     1.0034376382827759,
     0.12157494574785233,
     1.1442053318023682,
     0.029555847868323326,
     -1.4602681398391724,
     -0.7927190661430359,
     0.4314920902252197,
     -0.4411504566669464,
     0.616741418838501,
     0.21430489420890808
    ],
    [
     1.5588759183883667,
     -0.18099194765090942,
     -0.7373628616333008,
     1.2197215557098389,
     1.2673146724700928,
     1.0746214389801025,
     -0.8259759545326233,
     -0.6533627510070801,
     2.2371439933776855,
     1.9639357328414917,
     0.5092542767524719,
     0.721053957939148,
     -0.42063018679618835,
     -0.3087707757949829,
     -0.8453708291053772
    ],
    [
     1.0702242851257324,
     1.4301906824111938,
     -0.6761856079101562,
     0.8608959913253784,
     -1.0842636823654175,
     -0.4522426724433899,
     -0.5021498203277588,
     -0.034159671515226364,
     0.9884259700775146,
     -0.9166449308395386,
     -0.410969078540802,
     1.4218263626098633,
     0.4285759925842285,
     -0.40492185950279236,
     0.12240562587976456
    ],
    [
     -0.8447105884552002,
     -0.8123586773872375,
     -0.3417934477329254,
     -0.9301607608795166,
     2.869856834411621,
     1.5965341329574585,
     -0.025133183225989342,
     -0.6868395805358887,
     -0.7367850542068481,
     0.22997833788394928,
     -0.8026571273803711,
     -0.29143157601356506,
     0.6733908653259277,
     -0.8681233525276184,
     0.7079184651374817
    ],
    [
     -0.711245059967041,
     -0.5036560893058777,
     -0.44359123706817627,
     2.120405435562134,
     -0.81886225938797,
     0.4431411623954773,
     0.9356489181518555,
     -0.4080106317996979,
     -0.3533799946308136,
     2.024604558944702,
     1.3787766695022583,
     -0.6428484320640564,
     -0.4595160186290741,
     -0.8531097769737244,
     -0.848061203956604
    ],
    [
     -0.6739305257797241,
     1.5273042917251587,
     0.9102830290794373,
     -0.36654481291770935,
     -1.144586205482483,
     -0.2514704167842865,
     1.0292936563491821,
     0.34150105714797974,
     -0.29218658804893494,
     1.9131563901901245,
     0.7669517397880554,
     -0.027744896709918976,
     0.41782739758491516,
     0.8861802220344543,
     -0.2778508961200714
    ],
    [
     -0.8452142477035522,
     2.120870351791382,
     1.7152938842773438,
     0.43865469098091125,
     -0.45823901891708374,
     -0.8036217093467712,
     0.10423970967531204,
     -0.4878494143486023,
     -0.6842418909072876,
     1.3186066150665283,
     -0.5802668333053589,
     -0.22165587544441223,
     0.2995081841945648,
     0.9979811906814575,
     1.0580837726593018
    ],
    [
     -0.842728316783905,
     -0.38125768303871155,
     -0.27961093187332153,
     -0.9149252772331238,
     0.39074379205703735,
     2.231879711151123,
     -0.35377734899520874,
     1.1714099645614624,
     -0.37883421778678894,
     0.26990318298339844,
     0.8297984600067139,
     1.049191951751709,
     -0.4009668231010437,
     -0.33793744444847107,
     1.4203704595565796
    ],
    [
     -0.5628011226654053,
     0.7369030117988586,
     0.5144540667533875,
     -0.04122912138700485,
     -1.2032572031021118,
     -0.31089890003204346,
     1.22526216506958,
     0.3033214807510376,
     -0.0983547791838646,
     2.0369722843170166,
     0.738107442855835,
     0.004460905212908983,
     0.8221742510795593,
     0.8303927183151245,
     0.19302526116371155
    ],
    [
     0.31111079454421997,
     -0.16521428525447845,
     -0.5213422179222107,
     0.4938031733036041,
     -0.9471697807312012,
     -0.9322198033332825,
     -0.6025353074073792,
     -0.23010039329528809,
     0.8781448006629944,
     -1.260274052619934,
     1.8894150257110596,
     0.9838709831237793,
     1.9695197343826294,
     -0.8605642914772034,
     1.230239748954773
    ],
    [
     0.9352566003799438,
     1.410813331604004,
     -0.5749338269233704,
     1.1246147155761719,
     -0.9151351451873779,
     -0.8482208251953125,
     -0.2791377604007721,
     -0.3806787431240082,
     0.7997328042984009,
     -1.0379693508148193,
     0.07472623884677887,
     1.1267210245132446,
     0.3210076093673706,
     -0.10129262506961823,
     0.11605370789766312
    ],
    [
     -0.5030789375305176,
     0.7974400520324707,
     -0.8675115704536438,
     -0.9296212196350098,
     0.2904108762741089,
     1.9302198886871338,
     1.5425993204116821,
     0.515988290309906,
     -0.27985668182373047,
     -0.1149432584643364,
     -0.8053008913993835,
     -0.6131153702735901,
     -0.9339399933815002,
     -0.8664581179618835,
     -0.7185462117195129
    ],
    [
     -0.8317769765853882,
     -0.8276638388633728,
     -0.39945027232170105,
     0.052622951567173004,
     0.9847465753555298,
     2.402557849884033,
     -0.7908452153205872,
     1.5422686338424683,
     -0.8303365707397461,
     1.6175965070724487,
     -0.3821999728679657,
     0.7269006967544556,
     -0.3912705183029175,
     -0.8837991952896118,
     -0.41372817754745483
    ],
    [
     1.2302244901657104,
     0.5986265540122986,
     0.008099811151623726,
     1.5620214939117432,
     -1.2056671380996704,
     -0.2972166836261749,
     -0.8461307883262634,
     0.6116289496421814,
     1.171066403388977,
     -0.8324090838432312,
     0.07252659648656845,
     0.09418643265962601,
     0.6821345090866089,
     -0.7667707204818726,
     -0.3590433895587921
    ],
    [
     -0.7573221921920776,
     -0.6653408408164978,
     -0.865210235118866,
     -0.924297571182251,
     1.2428489923477173,
     1.7226920127868652,
     2.481579065322876,
     0.2190215140581131,
     -0.9294078350067139,
     0.4117737412452698,
     -0.7971145510673523,
     1.4875026941299438,
     -0.7493095993995667,
     -0.8550143837928772,
     0.08933134377002716
    ],
    [
     -0.43298783898353577,
     -0.8019019365310669,
     -0.8656999468803406,
     1.1316349506378174,
     -1.2056456804275513,
     1.557674765586853,
     -0.5197596549987793,
     -0.3092760443687439,
     0.06387167423963547,
     0.9711881875991821,
     2.5539913177490234,
     -0.6262771487236023,
     -0.8089572191238403,
     -0.5969566702842712,
     -0.8536930680274963
    ]
   ],
   [
    0.8117115497589111,
    0.7865251898765564,
    0.8621661067008972,
    0.9017103314399719,
    1.1958831548690796,
    1.9121737480163574,
    0.8163158297538757,
    0.7459222078323364,
    0.8876441717147827,
    1.447930932044983,
    0.7857964038848877,
    0.6056718230247498,
    0.9104483127593994,
    0.8436981439590454,
    0.8407444953918457
   ]
  ],
  "tokens": [
   "hii",
   "hi",
   "hello",
   "helo",
   "help",
   "please",
   "guide",
   "college",
   "college",
   "clg",
   "college",
   "college",
   "information",
   "college",
   "info",
   "clg",
   "info",
   "clg",
   "inform",
   "strength",
   "student",
   "number",
   "student",
   "college",
   "strength",
   "college",
   "strength",
   "student",
   "college",
   "many",
   "student",
   "college",
   "total",
   "student",
   "total",
   "strength",
   "total",
   "student",
   "tatal",
   "campus",
   "campus",
   "visit",
   "visit",
   "clg",
   "visit",
   "college",
   "visit",
   "college",
   "campus",
   "visit",
   "visit",
   "college",
   "visit",
   "college",
   "visit",
   "campus",
   "address",
   "college",
   "college",
   "address",
   "clg",
   "address",
   "college",
   "location",
   "location",
   "location",
   "college",
   "visiting",
   "time",
   "visit",
   "hour",
   "time",
   "visit",
   "contact",
   "contact",
   "number",
   "number",
   "college",
   "number",
   "phone",
   "number",
   "college",
   "phone",
   "number",
   "contact",
   "contact",
   "college",
   "contact",
   "clg",
   "number",
   "course",
   "course",
   "course",
   "offered",
   "course",
   "college",
   "course",
   "available",
   "available",
   "course",
   "engineering",
   "computer",
   "engineering",
   "computer",
   "engg",
   "computer",
   "computer",
   "intake",
   "computer",
   "engineering",
   "intake",
   "computer",
   "seat",
   "seat",
   "computer",
   "computer",
   "first",
   "year",
   "fe",
   "computer",
   "computer",
   "fe",
   "computer",
   "engineering",
   "first",
   "year",
   "computer",
   "dsy",
   "dsy",
   "computer",
   "computer",
   "fee",
   "fee",
   "computer",
   "engineering",
   "fee",
   "computer",
   "engg",
   "computer",
   "engg",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "open",
   "fee",
   "fee",
   "open",
   "category",
   "open",
   "category",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "obc",
   "fee",
   "fee",
   "obc",
   "category",
   "obc",
   "category",
   "fee",
   "scst",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "fee",
   "sc",
   "st",
   "caste",
   "fee",
   "sc",
   "caste",
   "fee",
   "st",
   "caste",
   "eligibility",
   "criterion",
   "computer",
   "eligibility",
   "criterion",
   "admisssion",
   "criterion",
   "minimum",
   "mark",
   "admission",
   "minimum",
   "mark",
   "required",
   "eligibility",
   "criterion",
   "computer",
   "duration",
   "computer",
   "engineering",
   "duration",
   "computer",
   "engg",
   "duration",
   "mechanical",
   "engineering",
   "mechanical",
   "engg",
   "mechanical",
   "mechanical",
   "intake",
   "mechanical",
   "engineering",
   "intake",
   "mechanical",
   "seat",
   "seat",
   "mechanical",
   "mechanical",
   "first",
   "year",
   "fe",
   "mechanical",
   "mechanical",
   "fe",
   "mechanical",
   "engineering",
   "first",
   "year",
   "mechanical",
   "dsy",
   "dsy",
   "mechanical",
   "mechanical",
   "fee",
   "fee",
   "mechanical",
   "engineering",
   "fee",
   "mechanical",
   "engg",
   "mechanical",
   "engg",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "eligibility",
   "criterion",
   "mechanical",
   "eligibility",
   "criterion",
   "admisssion",
   "criterion",
   "minimum",
   "mark",
   "admission",
   "minimum",
   "mark",
   "required",
   "eligibility",
   "criterion",
   "mechanical",
   "duration",
   "mechanical",
   "engineering",
   "duration",
   "mechanical",
   "engg",
   "duration",
   "civil",
   "engineering",
   "civil",
   "engg",
   "civil",
   "civil",
   "intake",
   "civil",
   "engineering",
   "intake",
   "civil",
   "seat",
   "seat",
   "civil",
   "civil",
   "first",
   "year",
   "fe",
   "civil",
   "civil",
   "fe",
   "civil",
   "engineering",
   "first",
   "year",
   "civil",
   "dsy",
   "dsy",
   "civil",
   "civil",
   "fee",
   "fee",
   "civil",
   "engineering",
   "fee",
   "civil",
   "engg",
   "civil",
   "engg",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "eligibility",
   "criterion",
   "civil",
   "eligibility",
   "criterion",
   "admisssion",
   "criterion",
   "minimum",
   "mark",
   "admission",
   "minimum",
   "mark",
   "required",
   "eligibility",
   "criterion",
   "civil",
   "duration",
   "civil",
   "engineering",
   "duration",
   "civil",
   "engg",
   "duration",
   "electrical",
   "engineering",
   "electrical",
   "engg",
   "electrical",
   "electrical",
   "intake",
   "electrical",
   "engineering",
   "intake",
   "electrical",
   "seat",
   "seat",
   "electrical",
   "electrical",
   "first",
   "year",
   "fe",
   "electrical",
   "electrical",
   "fe",
   "electrical",
   "engineering",
   "first",
   "year",
   "electrical",
   "dsy",
   "dsy",
   "electrical",
   "electrical",
   "fee",
   "fee",
   "electrical",
   "engineering",
   "fee",
   "electrical",
   "engg",
   "electrical",
   "engg",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "eligibility",
   "criterion",
   "electrical",
   "eligibility",
   "criterion",
   "admisssion",
   "criterion",
   "minimum",
   "mark",
   "admission",
   "minimum",
   "mark",
   "required",
   "eligibility",
   "criterion",
   "electrical",
   "duration",
   "electrical",
   "engineering",
   "duration",
   "electrical",
   "engg",
   "duration",
   "ai",
   "d",
   "engineering",
   "ai",
   "d",
   "engg",
   "ai",
   "d",
   "aid",
   "ai",
   "d",
   "artificial",
   "intelligence",
   "data",
   "science",
   "artificial",
   "intelligence",
   "data",
   "science",
   "ai",
   "d",
   "intake",
   "ai",
   "d",
   "engineering",
   "intake",
   "ai",
   "d",
   "seat",
   "seat",
   "ai",
   "d",
   "aid",
   "intake",
   "aid",
   "engineering",
   "intake",
   "aid",
   "seat",
   "seat",
   "aid",
   "ai",
   "seat",
   "d",
   "seat",
   "artificial",
   "intelligence",
   "seat",
   "artificial",
   "intelligence",
   "intake",
   "data",
   "science",
   "intake",
   "data",
   "science",
   "seat",
   "artificial",
   "intelligence",
   "data",
   "science",
   "intake",
   "ai",
   "d",
   "first",
   "year",
   "fe",
   "ai",
   "d",
   "ai",
   "d",
   "fe",
   "ai",
   "d",
   "first",
   "year",
   "aid",
   "first",
   "year",
   "fe",
   "aid",
   "aid",
   "fe",
   "aid",
   "first",
   "year",
   "ai",
   "d",
   "dsy",
   "dsy",
   "ai",
   "d",
   "ai",
   "d",
   "fee",
   "fee",
   "ai",
   "d",
   "fee",
   "ai",
   "d",
   "aid",
   "fee",
   "fee",
   "aid",
   "fee",
   "aid",
   "aid",
   "fee",
   "open",
   "fee",
   "obc",
   "fee",
   "sc",
   "fee",
   "st",
   "fee",
   "eligibility",
   "criterion",
   "ai",
   "d",
   "eligibility",
   "criterion",
   "aid",
   "eligibility",
   "criterion",
   "admisssion",
   "criterion",
   "minimum",
   "mark",
   "admission",
   "minimum",
   "mark",
   "required",
   "eligibility",
   "criterion",
   "ai",
   "d",
   "duration",
   "ai",
   "d",
   "duration",
   "ai",
   "d",
   "duration",
   "aid",
   "duration",
   "aid",
   "duration",
   "aid",
   "duration",
   "admission",
   "admission",
   "process",
   "admission",
   "inquiry",
   "admission",
   "enquiry",
   "admission",
   "date",
   "admission",
   "last",
   "date",
   "admission",
   "time",
   "scholorship",
   "college",
   "scholorship",
   "scholorship",
   "fee",
   "scholorship",
   "date",
   "scholorship",
   "form",
   "scholorship",
   "contact",
   "scholorship",
   "amount",
   "bye",
   "byee",
   "thankyou",
   "thanks",
   "thank"
  ],
  "tokenization": "lemmatize",
  "word_to_id": {
   "last": 0,
   "many": 1,
   "year": 2,
   "data": 3,
   "help": 4,
   "location": 5,
   "thanks": 6,
   "required": 7,
   "address": 8,
   "dsy": 9,
   "criterion": 10,
   "please": 11,
   "contact": 12,
   "fe": 13,
   "sc": 14,
   "category": 15,
   "byee": 16,
   "duration": 17,
   "admission": 18,
   "student": 19,
   "course": 20,
   "mark": 21,
   "bye": 22,
   "process": 23,
   "eligibility": 24,
   "scholorship": 25,
   "college": 26,
   "clg": 27,
   "admisssion": 28,
   "helo": 29,
   "seat": 30,
   "intake": 31,
   "campus": 32,
   "visiting": 33,
   "artificial": 34,
   "mechanical": 35,
   "tatal": 36,
   "hello": 37,
   "thankyou": 38,
   "time": 39,
   "caste": 40,
   "information": 41,
   "engineering": 42,
   "offered": 43,
   "info": 44,
   "hii": 45,
   "intelligence": 46,
   "scst": 47,
   "number": 48,
   "first": 49,
   "civil": 50,
   "electrical": 51,
   "guide": 52,
   "strength": 53,
   "minimum": 54,
   "date": 55,
   "form": 56,
   "visit": 57,
   "engg": 58,
   "fee": 59,
   "enquiry": 60,
   "hour": 61,
   "computer": 62,
   "inquiry": 63,
   "d": 64,
   "total": 65,
   "amount": 66,
   "obc": 67,
   "st": 68,
   "available": 69,
   "open": 70,
   "science": 71,
   "ai": 72,
   "hi": 73,
   "phone": 74,
   "aid": 75,
   "inform": 76,
   "thank": 77
  },
  "id_to_word": {
   "0": "last",
   "1": "many",
   "2": "year",
   "3": "data",
   "4": "help",
   "5": "location",
   "6": "thanks",
   "7": "required",
   "8": "address",
   "9": "dsy",
   "10": "criterion",
   "11": "please",
   "12": "contact",
   "13": "fe",
   "14": "sc",
   "15": "category",
   "16": "byee",
   "17": "duration",
   "18": "admission",
   "19": "student",
   "20": "course",
   "21": "mark",
   "22": "bye",
   "23": "process",
   "24": "eligibility",
   "25": "scholorship",
   "26": "college",
   "27": "clg",
   "28": "admisssion",
   "29": "helo",
   "30": "seat",
   "31": "intake",
   "32": "campus",
   "33": "visiting",
   "34": "artificial",
   "35": "mechanical",
   "36": "tatal",
   "37": "hello",
   "38": "thankyou",
   "39": "time",
   "40": "caste",
   "41": "information",
   "42": "engineering",
   "43": "offered",
   "44": "info",
   "45": "hii",
   "46": "intelligence",
   "47": "scst",
   "48": "number",
   "49": "first",
   "50": "civil",
   "51": "electrical",
   "52": "guide",
   "53": "strength",
   "54": "minimum",
   "55": "date",
   "56": "form",
   "57": "visit",
   "58": "engg",
   "59": "fee",
   "60": "enquiry",
   "61": "hour",
   "62": "computer",
   "63": "inquiry",
   "64": "d",
   "65": "total",
   "66": "amount",
   "67": "obc",
   "68": "st",
   "69": "available",
   "70": "open",
   "71": "science",
   "72": "ai",
   "73": "hi",
   "74": "phone",
   "75": "aid",
   "76": "inform",
   "77": "thank"
  }
 },
 "v2c": {
  "model": {
   "name": "Vector_to_Class",
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       15
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_2_input"
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_2",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       15
      ],
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_3",
      "trainable": true,
      "dtype": "float32",
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_4",
      "trainable": true,
      "dtype": "float32",
      "units": 51,
      "activation": "softmax",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    }
   ]
  },
  "weights": [
   [
    [
     0.552051842212677,
     0.023145506158471107,
     -0.0706186518073082,
     0.5806760191917419,
     -0.15444761514663696,
     -0.05078977346420288,
     -0.32518959045410156,
     -0.33567681908607483,
     0.11259336024522781,
     1.2457836866378784
    ],
    [
     0.8998122215270996,
     0.27797606587409973,
     0.7034133076667786,
     1.1104300022125244,
     0.13614894449710846,
     0.11344358325004578,
     0.15688595175743103,
     -0.1606440395116806,
     -0.6592829823493958,
     0.8319021463394165
    ],
    [
     1.0744649171829224,
     0.64433354139328,
     0.15553787350654602,
     -0.4861718714237213,
     0.3437008857727051,
     -0.43730616569519043,
     0.21182170510292053,
     0.759819507598877,
     -0.8934044241905212,
     -0.5991007685661316
    ],
    [
     0.28734132647514343,
     0.8643109798431396,
     0.12596839666366577,
     -0.43941542506217957,
     0.45451676845550537,
     -0.4629572629928589,
     0.012566834688186646,
     0.055279821157455444,
     0.9822750687599182,
     -0.15798375010490417
    ],
    [
     -0.36001792550086975,
     0.411161333322525,
     0.13873305916786194,
     0.19137418270111084,
     -0.5613963007926941,
     0.005271226167678833,
     -0.34347498416900635,
     0.3053843080997467,
     -0.2117539644241333,
     1.0830433368682861
    ],
    [
     0.14952433109283447,
     -0.5061784386634827,
     0.2703324556350708,
     -0.1269155889749527,
     1.131700873374939,
     -0.281598836183548,
     -0.43515247106552124,
     0.42902904748916626,
     0.12822644412517548,
     0.9372248649597168
    ],
    [
     1.3699877262115479,
     0.7710056900978088,
     -0.3377434015274048,
     0.7662712931632996,
     0.05925847589969635,
     0.250745564699173,
     -0.10396739840507507,
     -0.5206615328788757,
     -0.3127953112125397,
     -0.2860287129878998
    ],
    [
     0.2613748013973236,
     -0.2640821933746338,
     -0.6015828847885132,
     0.9697352051734924,
     0.8269431591033936,
     -0.004463672637939453,
     -0.3803202509880066,
     0.8841629028320312,
     0.46862155199050903,
     0.024374360218644142
    ],
    [
     -0.11896423995494843,
     0.7870753407478333,
     0.1616319715976715,
     -0.7019643783569336,
     -0.36043164134025574,
     -0.38625606894493103,
     -0.25021061301231384,
     -0.024233026430010796,
     0.5330109596252441,
     1.00534188747406
    ],
    [
     0.2649184465408325,
     0.30076760053634644,
     -0.5488149523735046,
     0.09122851490974426,
     0.9344215989112854,
     -0.48522648215293884,
     -0.2705540359020233,
     -0.8610086441040039,
     0.20446808636188507,
     0.3635972738265991
    ],
    [
     0.06889651715755463,
     0.9348120093345642,
     0.662443995475769,
     0.6904963850975037,
     -0.9756739735603333,
     -0.25814780592918396,
     0.31997206807136536,
     1.0947495698928833,
     0.7427147626876831,
     -0.31179672479629517
    ],
    [
     -0.40938374400138855,
     -0.9563654065132141,
     0.4586566686630249,
     0.3577742874622345,
     0.9021660089492798,
     0.36562588810920715,
     -0.27635854482650757,
     0.7887170910835266,
     0.6455999612808228,
     0.19053968787193298
    ],
    [
     -0.4328165054321289,
     -0.1581558734178543,
     1.277551531791687,
     0.5138329863548279,
     0.10659138858318329,
     -0.41993778944015503,
     -0.3664155602455139,
     -0.06558685749769211,
     0.11353639513254166,
     -0.3134037256240845
    ],
    [
     0.6304651498794556,
     -0.2536298334598541,
     -0.41749486327171326,
     0.3394964337348938,
     0.23435990512371063,
     0.021875590085983276,
     -0.27539050579071045,
     0.7698917388916016,
     -0.48654985427856445,
     -0.029132429510354996
    ],
    [
     0.12571221590042114,
     0.24715881049633026,
     -0.12262967973947525,
     -0.9285680651664734,
     -0.5335279703140259,
     0.06596264243125916,
     -0.12009197473526001,
     0.19655418395996094,
     0.051403820514678955,
     1.1310769319534302
    ]
   ],
   [
    0.5294075608253479,
    0.5328648090362549,
    0.3072642683982849,
    0.05720021203160286,
    0.6377406716346741,
    0.0,
    0.0,
    0.03666480630636215,
    0.45042288303375244,
    0.450775682926178
   ],
   [
    [
     0.2756254971027374,
     0.18122108280658722,
     0.46975892782211304,
     0.8552365899085999,
     -0.35340166091918945,
     0.47567474842071533,
     -0.5817357897758484,
     0.9431613683700562,
     -0.9671663045883179,
     0.6094110012054443
    ],
    [
     0.06950473040342331,
