{
 "s2v": {
  "model": {
   "name": "model",
   "trainable": true,
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       47
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_input"
     },
     "name": "dense_input",
     "inbound_nodes": []
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       47
      ],
      "units": 15,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     },
     "name": "dense",
     "inbound_nodes": [
      [
       [
        "dense_input",
        0,
        0,
        {}
       ]
      ]
     ]
    }
   ],
   "input_layers": [
    [
     "dense_input",
     0,
     0
    ]
   ],
   "output_layers": [
    [
     "dense",
     0,
     0
    ]
   ]
  },
  "weights": [
   [
    [
     0.30070069432258606,
     0.4017653167247772,
     0.4780101478099823,
     0.0941348746418953,
     -0.22975510358810425,
     0.6437574028968811,
     0.2093936651945114,
     -0.35241129994392395,
     -0.36756473779678345,
     0.37850406765937805,
     -0.1244017705321312,
     0.1113663911819458,
     -0.20778168737888336,
     0.29779279232025146,
     0.29628729820251465
    ],
    [
     -0.3260343074798584,
     -0.23751893639564514,
     -0.422186017036438,
     -0.4197642207145691,
     0.21018297970294952,
     -0.058881960809230804,
     -0.20267926156520844,
     -0.3554231524467468,
     -0.34223467111587524,
     -0.22590544819831848,
     -0.3283516466617584,
     0.04316011071205139,
     -0.2062220424413681,
     0.12035868316888809,
     -0.13400807976722717
    ],
    [
     -0.10085944831371307,
     0.028212986886501312,
     -0.2511897087097168,
     -0.42214882373809814,
     -0.18842746317386627,
     0.2919774353504181,
     -0.15760493278503418,
     -0.2751450538635254,
     -0.3714991509914398,
     -0.2306046336889267,
     -0.057392802089452744,
     -0.3673238754272461,
     -0.20859012007713318,
     -0.3988064229488373,
     -0.12924639880657196
    ],
    [
     0.39547979831695557,
     0.325137197971344,
     0.2298036366701126,
     0.07661732286214828,
     0.29296186566352844,
     -0.16426198184490204,
     -0.18520677089691162,
     0.3134195804595947,
     0.017208917066454887,
     0.05238664895296097,
     0.10411103814840317,
     0.500251829624176,
     -0.07124029844999313,
     0.1531883031129837,
     -0.01296292245388031
    ],
    [
     0.28242161870002747,
     0.21452464163303375,
     0.32143720984458923,
     0.03968960419297218,
     0.03153540939092636,
     -0.08839660882949829,
     -0.1566545069217682,
     0.16922765970230103,
     0.4883347451686859,
     -0.07231179624795914,
     0.08055072277784348,
     -0.09166257828474045,
     0.3218002915382385,
     0.458808034658432,
     0.17641834914684296
    ],
    [
     -0.32879912853240967,
     0.07661090791225433,
     -0.21245257556438446,
     -0.41979023814201355,
     0.1346033662557602,
     0.25398731231689453,
     -0.26360806822776794,
     -0.3518108129501343,
     -0.36689355969429016,
     -0.26828333735466003,
     -0.3108844757080078,
     -0.10722153633832932,
     -0.20581865310668945,
     0.0586911104619503,
     -0.03438873216509819
    ],
    [
     -0.001912557054311037,
     0.040095195174217224,
     -0.4237227737903595,
     0.15962111949920654,
     0.3874974250793457,
     -0.3044945299625397,
     0.021843142807483673,
     0.1587045043706894,
     -0.10460133850574493,
     -0.023511990904808044,
     -0.3114924728870392,
     -0.12787051498889923,
     0.3326045274734497,
     0.3478785753250122,
     -0.21278199553489685
    ],
    [
     0.15929587185382843,
     0.18076905608177185,
     0.32529711723327637,
     0.18883639574050903,
     -0.2983272671699524,
     0.33523377776145935,
     -0.1676192581653595,
     0.12020076811313629,
     0.06693025678396225,
     0.008475057780742645,
     0.3359319567680359,
     0.43760642409324646,
     -0.16231702268123627,
     -0.07346804440021515,
     0.029737884178757668
    ],
    [
     0.34210625290870667,
     0.1092536672949791,
     -0.28714871406555176,
     0.23199214041233063,
     0.07605670392513275,
     -0.3121581971645355,
     -0.1568612903356552,
     0.6305873394012451,
     -0.3234928250312805,
     0.414538711309433,
     0.29652300477027893,
     0.3952111005783081,
     -0.15853527188301086,
     0.32429566979408264,
     0.5276390314102173
    ],
    [
     0.49683868885040283,
     0.1415625661611557,
     0.5401486158370972,
     0.6148436665534973,
     0.10548033565282822,
     0.3841184377670288,
     -0.29249629378318787,
     0.14042095839977264,
     0.047706007957458496,
     -0.18362170457839966,
     0.4475836157798767,
     -0.0034366187173873186,
     -0.12204783409833908,
     0.15161511301994324,
     0.16044841706752777
    ],
    [
     -0.035844478756189346,
     -0.2365826517343521,
     -0.23011194169521332,
     0.1827126443386078,
     -0.24354243278503418,
     -0.2855073809623718,
     -0.2868044972419739,
     -0.0466831773519516,
     -0.2816039025783539,
     -0.011080342344939709,
     -0.27453041076660156,
     -0.07346516847610474,
     -0.22116829454898834,
     0.17541100084781647,
     -0.3035108745098114
    ],
    [
     -0.042282022535800934,
     0.13930043578147888,
     0.23557716608047485,
     0.5217007398605347,
     -0.22795331478118896,
     -0.306072473526001,
     -0.04714014381170273,
     0.16532160341739655,
     0.3903788626194,
     0.3264593183994293,
     -0.045359041541814804,
     0.1255350410938263,
     0.4545278251171112,
     0.00942930020391941,
     0.45412319898605347
    ],
    [
     0.005288796033710241,
     -0.25002017617225647,
     -0.42380115389823914,
     -0.16936814785003662,
     -0.2454131841659546,
     0.3578108847141266,
     -0.15539957582950592,
     -0.25779280066490173,
     -0.28127920627593994,
     0.08492160588502884,
     -0.32486259937286377,
     -0.00842673983424902,
     -0.20571018755435944,
     -0.2798084020614624,
     -0.3270236551761627
    ],
    [
     -0.06298726052045822,
     0.051426660269498825,
     -0.4324800372123718,
     -0.42012110352516174,
     0.2738768756389618,
     -0.20421719551086426,
     -0.1283220499753952,
     -0.35407137870788574,
     -0.36712607741355896,
     0.36538180708885193,
     -0.11961980909109116,
     0.29986998438835144,
     -0.09456144273281097,
     0.28713008761405945,
     -0.30705052614212036
    ],
    [
     -0.24246712028980255,
     -0.1698104441165924,
     -0.4281797409057617,
     0.32767152786254883,
     -0.20596997439861298,
     -0.31120994687080383,
     -0.15662939846515656,
     0.22428785264492035,
     0.016383271664381027,
     0.3072977364063263,
     -0.33287227153778076,
     -0.2587527930736542,
     0.510161280632019,
     -0.14192906022071838,
     -0.12490860372781754
    ],
    [
     0.34805577993392944,
     -0.044037677347660065,
     0.2522392272949219,
     -0.09760881960391998,
     -0.19102147221565247,
     0.23421627283096313,
     0.40471774339675903,
     0.5254040360450745,
     0.282078355550766,
     -0.10698307305574417,
     -0.07261678576469421,
     0.09914880245923996,
     -0.2904336452484131,
     -0.041874855756759644,
     -0.06734491139650345
    ],
    [
     0.02654891647398472,
     -0.007804914843291044,
     -0.2539089322090149,
     0.15692514181137085,
     -0.0889141708612442,
     -0.3094780743122101,
     -0.15413200855255127,
     -0.03267502784729004,
     -0.31584665179252625,
     0.10064420849084854,
     -0.21714317798614502,
     -0.24729923903942108,
     0.42599061131477356,
     0.32323601841926575,
     -0.3162875175476074
    ],
    [
     0.11755988746881485,
     -0.2593889832496643,
     -0.4225981831550598,
     -0.4164505898952484,
     -0.24504885077476501,
     0.21069113910198212,
     -0.30605244636535645,
     -0.34815433621406555,
     -0.09482010453939438,
     -0.2246778905391693,
     -0.3083530068397522,
     0.01987343654036522,
     -0.20799513161182404,
     -0.14365288615226746,
     0.19476771354675293
    ],
    [
     0.027970226481556892,
     -0.20123223960399628,
     -0.4256841838359833,
     0.18811114132404327,
     0.2738971412181854,
     -0.09818898141384125,
     -0.1707204431295395,
     0.09972241520881653,
     -0.366759717464447,
     0.0729789063334465,
     -0.17344990372657776,
     -0.2286844551563263,
     0.3802504241466522,
     0.37793609499931335,
     -0.31198766827583313
    ],
    [
     0.03413911163806915,
     0.4452592730522156,
     0.5263372659683228,
     0.023048385977745056,
     0.08601012080907822,
     0.21136079728603363,
     -0.1663568913936615,
     -0.3168967664241791,
     -0.23401287198066711,
     0.2918425500392914,
     -0.2768893539905548,
     0.0106260497123003,
     -0.20317499339580536,
     0.25211766362190247,
     0.3664044439792633
    ],
    [
     -0.24803970754146576,
     -0.23287229239940643,
     -0.42340776324272156,
     0.28433138132095337,
     -0.23520569503307343,
     -0.19704705476760864,
     -0.1595190167427063,
     -0.19717717170715332,
     0.024723954498767853,
     0.6327820420265198,
     -0.012302665039896965,
     -0.3578307628631592,
     0.12421151250600815,
     0.3715675473213196,
     -0.31006935238838196
    ],
    [
     -0.13599345088005066,
     -0.23505009710788727,
     -0.4205685257911682,
     0.023989912122488022,
     -0.24268577992916107,
     -0.31077319383621216,
     0.03519557788968086,
     0.3376382887363434,
     -0.1148882582783699,
     0.3037995398044586,
     -0.1390581578016281,
     -0.14755937457084656,
     0.4833557605743408,
     -0.07984722405672073,
     -0.31381797790527344
    ],
    [
     0.15721748769283295,
     0.3219536542892456,
     -0.1884538233280182,
     -0.4239288568496704,
     -0.2809615135192871,
     0.3605731129646301,
     -0.2609940767288208,
     -0.3502863943576813,
     -0.1622246503829956,
     -0.06537078320980072,
     0.07022792845964432,
     0.0068366737104952335,
     -0.2110055834054947,
     -0.047516535967588425,
     -0.30662858486175537
    ],
    [
     0.3312678337097168,
     0.08426874876022339,
     0.04391023889183998,
     0.12820574641227722,
     0.21396216750144958,
     -0.004056953359395266,
     0.0347771979868412,
     0.023646213114261627,
     0.03673839569091797,
     0.009063524194061756,
     0.3402765393257141,
     0.0723809152841568,
     -0.15752747654914856,
     -0.18778176605701447,
     -0.056029871106147766
    ],
    [
     0.6449969410896301,
     -0.23861373960971832,
     0.716063380241394,
     -0.4194639027118683,
     -0.20577436685562134,
     -0.27949339151382446,
     0.5021868348121643,
     0.7431921362876892,
     0.5985914468765259,
     -0.47432741522789,
     0.4645354151725769,
     0.05936975032091141,
     -0.20990535616874695,
     0.4119627773761749,
     0.06079321354627609
    ],
    [
     0.3377123177051544,
     0.507422924041748,
     0.6314547657966614,
     0.2941676676273346,
     0.22565393149852753,
     0.3390902280807495,
     -0.2569275498390198,
     0.4693955183029175,
     0.32212284207344055,
     -0.003157240804284811,
     0.1968514621257782,
     0.10904297232627869,
     -0.20823761820793152,
     -0.14064955711364746,
     -0.24435792863368988
    ],
    [
     0.5481204986572266,
     0.010796255432069302,
     0.40191730856895447,
     0.5409669280052185,
     0.19769097864627838,
     0.02056760899722576,
     -0.15809744596481323,
     -0.06837953627109528,
     -0.03195616230368614,
     -0.26039162278175354,
     0.394463449716568,
     0.410613089799881,
     0.3863065838813782,
     0.16653934121131897,
     0.6011492013931274
    ],
    [
     0.41931435465812683,
     0.17437922954559326,
     0.1684996485710144,
     0.2576048970222473,
     -0.09113402664661407,
     -0.06986487656831741,
     -0.18142306804656982,
     -0.22060555219650269,
     -0.0685492604970932,
     0.32711467146873474,
     0.3379669487476349,
     0.3315432369709015,
     -0.2074095606803894,
     -0.09480045735836029,
     0.2463061809539795
    ],
    [
     0.4342668354511261,
     -0.26410210132598877,
     0.3615143895149231,
     0.33217477798461914,
     -0.26571327447891235,
     0.5374946594238281,
     0.22830918431282043,
     0.3257066607475281,
     -0.08531201630830765,
     -0.07130490988492966,
     0.3085494637489319,
     0.44419267773628235,
     0.09314950555562973,
     -0.198430135846138,
     0.5373729467391968
    ],
    [
     0.32432857155799866,
     0.6340786218643188,
     0.6020508408546448,
     0.316883385181427,
     -0.23771719634532928,
     -0.17286686599254608,
     -0.30666330456733704,
     -0.0005875676870346069,
     0.4535828232765198,
     0.05797557532787323,
     0.417746365070343,
     0.2048456072807312,
     0.10037669539451599,
     -0.10427559912204742,
     0.458833247423172
    ],
    [
     -0.09386558830738068,
     -0.30567270517349243,
     -0.385306179523468,
     -0.4173143208026886,
     0.4100134074687958,
     0.4561203122138977,
     0.041461944580078125,
     -0.22261668741703033,
     -0.3689328730106354,
     0.1565910279750824,
     -0.04839402437210083,
     -0.2282925546169281,
     -0.11707834899425507,
     0.07427884638309479,
     -0.30991697311401367
    ],
    [
     -0.07465741038322449,
     -0.08908357471227646,
     -0.4324667751789093,
     0.6467857360839844,
     -0.23253925144672394,
     -0.3059866726398468,
     -0.15367120504379272,
     0.40047234296798706,
     0.18359248340129852,
     0.37426039576530457,
     -0.1958000510931015,
     -0.3600856065750122,
     0.4792158603668213,
     0.599993109703064,
     -0.06296157836914062
    ],
    [
     -0.3444634974002838,
     -0.23726068437099457,
     -0.42311739921569824,
     0.2812633812427521,
     -0.2388559877872467,
     -0.30674847960472107,
     -0.15553489327430725,
     0.1921248733997345,
     -0.36711758375167847,
     -0.0257863886654377,
     -0.2209436595439911,
     -0.24905914068222046,
     0.5716737508773804,
     0.041804105043411255,
     -0.15619564056396484
    ],
    [
     0.17648419737815857,
     -0.28867244720458984,
     0.3373344838619232,
     0.37053751945495605,
     -0.23000468313694,
     -0.19224174320697784,
     0.07301976531744003,
     0.010942927561700344,
     0.412693589925766,
     0.44788792729377747,
     0.18510958552360535,
     0.04749295115470886,
     0.040109843015670776,
     -0.027215855196118355,
     0.4584571421146393
    ],
    [
     0.2524670660495758,
     0.30942922830581665,
     0.2771645188331604,
     0.1035635843873024,
     0.025526398792862892,
     -0.09222199022769928,
     0.14340120553970337,
     -0.3281625509262085,
     0.03973931446671486,
     -0.024555902928113937,
     -0.06624441593885422,
     -0.1394328773021698,
     -0.24233052134513855,
     0.060919761657714844,
     0.11105967313051224
    ],
    [
     0.08564582467079163,
     0.2908014953136444,
     0.23286911845207214,
     -0.2053147852420807,
     0.1545155942440033,
     -0.12361235916614532,
     -0.07038848847150803,
     -0.2309420108795166,
     -0.16381937265396118,
     -0.04038984701037407,
     0.1710451990365982,
     0.4144343137741089,
     -0.20962098240852356,
     0.4925423264503479,
     -0.0726054236292839
    ],
    [
     0.41050517559051514,
     0.35694825649261475,
     0.372266948223114,
     0.0943819060921669,
     0.1143641248345375,
     0.05262500420212746,
     0.06276746839284897,
     -0.20907460153102875,
     0.033892687410116196,
     -0.20540358126163483,
     0.478868693113327,
     0.304533451795578,
     -0.02303411439061165,
     -0.13461469113826752,
     0.2958194315433502
    ],
    [
     0.42590010166168213,
     -0.22430039942264557,
     0.37807798385620117,
     -0.41879069805145264,
     -0.19889535009860992,
     -0.28937220573425293,
     -0.21624794602394104,
     0.7543278336524963,
     0.7761097550392151,
     -0.47167080640792847,
     0.45986208319664,
     0.41279351711273193,
     -0.1934729665517807,
     0.36957448720932007,
     -0.31106090545654297
    ],
    [
     0.1486613005399704,
     -0.30586740374565125,
     0.49598222970962524,
     0.25283083319664,
     0.6847773790359497,
     0.35457202792167664,
     0.6802931427955627,
     -0.26340416073799133,
     0.07560131698846817,
     0.5125452876091003,
     0.37143057584762573,
     0.46485260128974915,
     -0.026716012507677078,
     -0.4109761714935303,
     0.6684986352920532
    ],
    [
     -0.3294386863708496,
     -0.06137658283114433,
     -0.42263177037239075,
     0.24726901948451996,
     -0.23770847916603088,
     -0.30561864376068115,
     -0.26016783714294434,
     0.3801575005054474,
     0.47234421968460083,
     0.5425962209701538,
     0.0867428109049797,
     -0.35870450735092163,
     0.5394774079322815,
     0.21328803896903992,
     -0.052139658480882645
    ],
    [
     -0.3131007254123688,
     -0.19414275884628296,
     -0.4216572642326355,
     0.09713193029165268,
     -0.17916321754455566,
     -0.3036603033542633,
     -0.1744208037853241,
     0.032551154494285583,
     0.20800840854644775,
     0.24427129328250885,
     0.07227706164121628,
     -0.2566697895526886,
     0.4809790849685669,
     0.4267185628414154,
     0.11861098557710648
    ],
    [
     -0.23594968020915985,
     -0.004953386262059212,
     -0.42682814598083496,
     -0.4184547960758209,
     0.38872671127319336,
     0.7180449962615967,
     0.042736899107694626,
     -0.3534668982028961,
     -0.05732685327529907,
     0.5724906921386719,
     -0.315807044506073,
     -0.029141634702682495,
     -0.1389298439025879,
     0.07512889802455902,
     0.04378026723861694
    ],
    [
     -0.14126041531562805,
     0.5879883766174316,
     0.26556000113487244,
     0.20533263683319092,
     -0.1969723105430603,
     -0.1676071435213089,
     -0.31065934896469116,
     -0.16411669552326202,
     0.5778173208236694,
     0.3063252568244934,
     0.5086081624031067,
     0.4589705169200897,
     0.5863811373710632,
     0.09192775934934616,
     -0.306313693523407
    ],
    [
     0.2476819008588791,
     -0.23923784494400024,
     0.6782237887382507,
     0.046720754355192184,
     0.38490545749664307,
     0.1654370129108429,
     -0.2283734679222107,
     0.411142498254776,
     0.10452664643526077,
     0.08060752600431442,
     0.04389260709285736,
     0.14364993572235107,
     -0.006000152323395014,
     0.17990583181381226,
     -0.2665596604347229
    ],
    [
     -0.3579411804676056,
     -0.24156127870082855,
     -0.4231354892253876,
     -0.4241187572479248,
     -0.2491167187690735,
     0.28530818223953247,
     -0.2809428870677948,
     -0.3512493669986725,
     -0.37160810828208923,
     -0.1338302046060562,
     -0.20084713399410248,
     0.1801886409521103,
     -0.2753843367099762,
     -0.12234961986541748,
     -0.23429490625858307
    ],
    [
     0.6084654331207275,
     -0.2388751357793808,
     0.179865300655365,
     0.011601753532886505,
     0.0948273241519928,
     -0.07722151279449463,
     -0.16157904267311096,
     0.05189459025859833,
     0.2730024755001068,
     -0.15037384629249573,
     0.2540118396282196,
     0.16266606748104095,
     -0.19709201157093048,
     -0.017317388206720352,
     0.3000187277793884
    ],
    [
     0.5804187655448914,
     0.32677125930786133,
     0.1377994865179062,
     0.2363441437482834,
     0.1357371062040329,
     -0.31094950437545776,
     -0.17847998440265656,
     -0.350655198097229,
     0.3217933177947998,
     0.41740164160728455,
     -0.12199144810438156,
     0.14644311368465424,
     -0.27507704496383667,
     0.04509862884879112,
     0.5033437013626099
    ]
   ],
   [
    0.31704479455947876,
    0.2318519502878189,
    0.42331185936927795,
    0.41775161027908325,
    0.2391914427280426,
    0.3029634654521942,
    0.15490996837615967,
    0.34916114807128906,
    0.36743679642677307,
    0.4704240560531616,
    0.2920098602771759,
    0.3561980724334717,
    0.20496484637260437,
    0.4014187455177307,
    0.3002217411994934
   ]
  ],
  "tokens": [
   "ai",
   "ds",
   "depart",
   "ai",
   "ds",
   "engin",
   "cours",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "lab",
   "lab",
   "ai",
   "ds",
   "engin",
   "mani",
   "lab",
   "ai",
   "ds",
   "depart",
   "lab",
   "ai",
   "ds",
   "engin",
   "mani",
   "seat",
   "inai",
   "ds",
   "engin",
   "number",
   "seat",
   "ai",
   "ds",
   "engin",
   "strength",
   "ai",
   "ds",
   "engin",
   "much",
   "intak",
   "ai",
   "ds",
   "engin",
   "number",
   "intak",
   "ai",
   "ds",
   "engin",
   "mani",
   "staff",
   "ai",
   "ds",
   "engin",
   "number",
   "staff",
   "inai",
   "ds",
   "engin",
   "staff",
   "inai",
   "ds",
   "engin",
   "number",
   "staff",
   "ai",
   "ds",
   "engin",
   "elig",
   "criteria",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "ai",
   "ds",
   "engin",
   "fee",
   "ai",
   "ds",
   "engin",
   "durat",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "durat",
   "ai",
   "ds",
   "engin",
   "ai",
   "ds",
   "engin",
   "locat",
   "colleg",
   "strength",
   "ai",
   "ds",
   "engin",
   "civil",
   "depart",
   "civil",
   "engin",
   "cours",
   "civil",
   "engin",
   "civil",
   "engin",
   "civil",
   "engin",
   "civil",
   "engin",
   "lab",
   "lab",
   "civil",
   "engin",
   "mani",
   "lab",
   "civil",
   "depart",
   "lab",
   "civil",
   "engin",
   "mani",
   "seat",
   "civil",
   "engin",
   "number",
   "seat",
   "civil",
   "engin",
   "strength",
   "civil",
   "engin",
   "mani",
   "intak",
   "civil",
   "engin",
   "number",
   "intak",
   "civil",
   "engin",
   "civil",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "civil",
   "engin",
   "fee",
   "civil",
   "engin",
   "mani",
   "staff",
   "civil",
   "engin",
   "number",
   "staff",
   "civil",
   "engin",
   "staff",
   "civil",
   "engin",
   "number",
   "staff",
   "civil",
   "engin",
   "elig",
   "criteria",
   "civil",
   "engin",
   "durat",
   "civil",
   "engin",
   "civil",
   "engin",
   "durat",
   "civil",
   "engin",
   "civil",
   "engin",
   "locat",
   "colleg",
   "strength",
   "civil",
   "engin",
   "compuy",
   "engin",
   "comput",
   "degre",
   "comput",
   "engin",
   "fee",
   "fee",
   "structur",
   "comput",
   "engin",
   "fee",
   "comput",
   "engin",
   "comput",
   "engin",
   "lab",
   "lab",
   "comput",
   "engin",
   "mani",
   "lab",
   "comput",
   "depart",
   "lab",
   "comput",
   "engin",
   "mani",
   "seat",
   "comput",
   "engin",
   "number",
   "seat",
   "comput",
   "engin",
   "strength",
   "comput",
   "engin",
   "mani",
   "intak",
   "comput",
   "engin",
   "number",
   "intak",
   "comput",
   "engin",
   "mani",
   "staff",
   "comput",
   "engin",
   "number",
   "staff",
   "comput",
   "engin",
   "staff",
   "comput",
   "engin",
   "number",
   "staff",
   "comput",
   "engin",
   "elig",
   "criteria",
   "comput",
   "engin",
   "durat",
   "comput",
   "engin",
   "comput",
   "engin",
   "durat",
   "comput",
   "engin",
   "comput",
   "engin",
   "locat",
   "colleg",
   "strength",
   "comput",
   "engin",
   "help",
   "need",
   "help",
   "need",
   "help",
   "pleas",
   "pleas",
   "help",
   "pl",
   "help",
   "pl",
   "guid",
   "pleas",
   "guid",
   "help",
   "could",
   "help",
   "help",
   "admiss",
   "process",
   "admiss",
   "2024",
   "admiss",
   "form",
   "2024",
   "comput",
   "engin",
   "admiss",
   "process",
   "electr",
   "engin",
   "admiss",
   "process",
   "civil",
   "engin",
   "admiss",
   "process",
   "mechan",
   "engin",
   "admiss",
   "process",
   "engin",
   "admiss",
   "process",
   "colleg",
   "inform",
   "regard",
   "colleg",
   "colleg",
   "colleg",
   "inform",
   "cours",
   "offer",
   "colleg",
   "cours",
   "avail",
   "colleg",
   "depart",
   "avail",
   "colleg",
   "mani",
   "depart",
   "avail",
   "colleg",
   "cours",
   "contact",
   "scholarship",
   "appli",
   "scholarship",
   "depart",
   "colleg",
   "mani",
   "depart",
   "depart",
   "colleg",
   "depart",
   "colleg",
   "mani",
   "engin",
   "depart",
   "mani",
   "not",
   "depart",
   "mani",
   "depart",
   "not",
   "colleg",
   "not",
   "depart",
   "colleg",
   "depart",
   "not",
   "colleg",
   "electr",
   "depart",
   "electr",
   "engin",
   "cours",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "electr",
   "engin",
   "fee",
   "electr",
   "engin",
   "durat",
   "electr",
   "engin",
   "electr",
   "engin",
   "durat",
   "electr",
   "engin",
   "lab",
   "lab",
   "electr",
   "engin",
   "mani",
   "lab",
   "electr",
   "depart",
   "lab",
   "electr",
   "engin",
   "mani",
   "seat",
   "electr",
   "engin",
   "number",
   "seat",
   "electr",
   "engin",
   "strength",
   "electr",
   "engin",
   "mani",
   "intak",
   "electr",
   "engin",
   "number",
   "intak",
   "electr",
   "engin",
   "mani",
   "staff",
   "electr",
   "engin",
   "number",
   "staff",
   "electr",
   "engin",
   "staff",
   "electr",
   "engin",
   "number",
   "staff",
   "electr",
   "engin",
   "elig",
   "criteria",
   "electr",
   "engin",
   "electr",
   "engin",
   "electr",
   "engin",
   "locat",
   "colleg",
   "strength",
   "electr",
   "engin",
   "mechan",
   "depart",
   "mechan",
   "engin",
   "cours",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "mechainc",
   "engin",
   "lab",
   "lab",
   "mechan",
   "engin",
   "mani",
   "lab",
   "mechan",
   "depart",
   "lab",
   "mechan",
   "engin",
   "durat",
   "mechan",
   "engin",
   "mechan",
   "engin",
   "durat",
   "mechan",
   "engin",
   "fee",
   "fee",
   "strucutr",
   "mechan",
   "engin",
   "fee",
   "mechan",
   "engin",
   "mani",
   "seat",
   "mechan",
   "engin",
   "number",
   "seat",
   "mechan",
   "engin",
   "mani",
   "intak",
   "mechan",
   "engin",
   "number",
   "intak",
   "mechan",
   "engin",
   "mani",
   "staff",
   "mechan",
   "engin",
   "number",
   "staff",
   "mechan",
   "engin",
   "staff",
   "mechan",
   "engin",
   "number",
   "staff",
   "mechan",
   "engin",
   "elig",
   "criteria",
   "mechan",
   "engin"
  ],
  "tokenization": "stem",
  "word_to_id": {
   "comput": 0,
   "guid": 1,
   "pleas": 2,
   "durat": 3,
   "mechainc": 4,
   "pl": 5,
   "regard": 6,
   "elig": 7,
   "electr": 8,
   "intak": 9,
   "contact": 10,
   "mani": 11,
   "could": 12,
   "admiss": 13,
   "offer": 14,
   "much": 15,
   "appli": 16,
   "need": 17,
   "inform": 18,
   "structur": 19,
   "colleg": 20,
   "scholarship": 21,
   "form": 22,
   "degre": 23,
   "ai": 24,
   "fee": 25,
   "number": 26,
   "strength": 27,
   "staff": 28,
   "lab": 29,
   "2024": 30,
   "not": 31,
   "avail": 32,
   "seat": 33,
   "compuy": 34,
   "locat": 35,
   "engin": 36,
   "ds": 37,
   "civil": 38,
   "depart": 39,
   "cours": 40,
   "process": 41,
   "mechan": 42,
   "strucutr": 43,
   "help": 44,
   "inai": 45,
   "criteria": 46
  },
  "id_to_word": {
   "0": "comput",
   "1": "guid",
   "2": "pleas",
   "3": "durat",
   "4": "mechainc",
   "5": "pl",
   "6": "regard",
   "7": "elig",
   "8": "electr",
   "9": "intak",
   "10": "contact",
   "11": "mani",
   "12": "could",
   "13": "admiss",
   "14": "offer",
   "15": "much",
   "16": "appli",
   "17": "need",
   "18": "inform",
   "19": "structur",
   "20": "colleg",
   "21": "scholarship",
   "22": "form",
   "23": "degre",
   "24": "ai",
   "25": "fee",
   "26": "number",
   "27": "strength",
   "28": "staff",
   "29": "lab",
   "30": "2024",
   "31": "not",
   "32": "avail",
   "33": "seat",
   "34": "compuy",
   "35": "locat",
   "36": "engin",
   "37": "ds",
   "38": "civil",
   "39": "depart",
   "40": "cours",
   "41": "process",
   "42": "mechan",
   "43": "strucutr",
   "44": "help",
   "45": "inai",
   "46": "criteria"
  }
 },
 "v2c": {
  "model": {
   "name": "Vector_to_Class",
   "layers": [
    {
     "class_name": "InputLayer",
     "config": {
      "batch_input_shape": [
       null,
       15
      ],
      "dtype": "float32",
      "sparse": false,
      "ragged": false,
      "name": "dense_2_input"
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_2",
      "trainable": true,
      "dtype": "float32",
      "batch_input_shape": [
       null,
       15
      ],
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_3",
      "trainable": true,
      "dtype": "float32",
      "units": 10,
      "activation": "relu",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    },
    {
     "class_name": "Dense",
     "config": {
      "name": "dense_4",
      "trainable": true,
      "dtype": "float32",
      "units": 54,
      "activation": "softmax",
      "use_bias": true,
      "kernel_initializer": {
       "class_name": "GlorotUniform",
       "config": {
        "seed": null
       }
      },
      "bias_initializer": {
       "class_name": "Zeros",
       "config": {}
      },
      "kernel_regularizer": null,
      "bias_regularizer": null,
      "activity_regularizer": null,
      "kernel_constraint": null,
      "bias_constraint": null
     }
    }
   ]
  },
  "weights": [
   [
    [
     -0.2933463156223297,
     -0.4555274546146393,
     -0.059512559324502945,
     0.4266289472579956,
     0.2509289085865021,
     0.460552453994751,
     0.03543282300233841,
     -0.4410231113433838,
     0.005342456046491861,
     -0.12390224635601044
    ],
    [
     -0.32512056827545166,
     0.032553110271692276,
     6.63897953927517e-05,
     0.3981347680091858,
     0.12343785166740417,
     -0.3903721272945404,
     -0.4200088679790497,
     0.2630273997783661,
     -0.14950883388519287,
     -0.48007646203041077
    ],
    [
     0.15764516592025757,
     -0.4681680500507355,
     0.15875928103923798,
     0.28521841764450073,
     -0.07453569769859314,
     -0.17525546252727509,
     -0.024353303015232086,
     -0.3046848475933075,
     -0.18104295432567596,
     0.1781650185585022
    ],
    [
     -0.3283535838127136,
     -0.19189608097076416,
     0.19403012096881866,
     -0.051678337156772614,
     -0.2808224558830261,
     -0.25126487016677856,
     -0.07292056828737259,
     0.021282166242599487,
     -0.25688469409942627,
     -0.25910207629203796
    ],
    [
     -0.06454133987426758,
     0.2752947509288788,
     0.16784052550792694,
     0.36511266231536865,
     0.3160921037197113,
     0.31269994378089905,
     -0.092689648270607,
     0.21498188376426697,
     -0.24761945009231567,
     -0.04636809974908829
    ],
    [
     0.24458841979503632,
     -0.4354322850704193,
     0.05339479446411133,
     -0.3030935227870941,
     -0.09806966781616211,
     -0.20969447493553162,
     -0.09676442295312881,
     -0.2989521622657776,
     -0.2210380733013153,
     0.2635004222393036
    ],
    [
     0.06540468335151672,
     0.06339845806360245,
     0.14587891101837158,
     -0.4225049316883087,
     0.020809203386306763,
     0.36081692576408386,
     0.4780498147010803,
     -0.44875919818878174,
     0.07972439378499985,
     0.3563251197338104
    ],
    [
     0.043747320771217346,
     -0.4646497368812561,
     -0.07546566426753998,
     0.024210505187511444,
     -0.14915668964385986,
     0.2984393835067749,
     -0.16740302741527557,
     -0.35769057273864746,
     0.46681398153305054,
     -0.2240217626094818
    ],
    [
     0.007395356893539429,
     -0.09872732311487198,
     0.0364551842212677,
     -0.14998246729373932,
     -0.23295655846595764,
     0.4605740010738373,
     -0.28932487964630127,
     0.07812491059303284,
     0.2625288665294647,
     -0.15909622609615326
    ],
    [
     -0.2369122952222824,
     0.3483920693397522,
     0.40174368023872375,
     0.023127371445298195,
     0.06784114241600037,
     -0.08087769150733948,
     0.046494148671627045,
     -0.4048069417476654,
     -0.2372489869594574,
     0.17600496113300323
    ],
    [
     0.36531537771224976,
     -0.4255048632621765,
     0.17955712974071503,
     -0.47878825664520264,
     -0.37375617027282715,
     0.21030475199222565,
     0.1318269968032837,
     -0.407784640789032,
     -0.34303081035614014,
     0.3311719298362732
    ],
    [
     -0.4355863034725189,
     0.44893813133239746,
     -0.27781009674072266,
     -0.40601983666419983,
     -0.30374622344970703,
     -0.20636969804763794,
     0.34976962208747864,
     -0.186965674161911,
     0.40891021490097046,
     0.026752980425953865
    ],
    [
     -0.03284811973571777,
     -0.3717837631702423,
     -0.3460932970046997,
     0.005889236927032471,
     0.21779558062553406,
     0.2253057360649109,
     0.24275408685207367,
     0.09975454211235046,
     -0.024927858263254166,
     0.3468230664730072
    ],
    [
     -0.35294198989868164,
     -0.04742830619215965,
     0.2583710551261902,
     -0.4814656972885132,
     -0.48134028911590576,
     0.20480743050575256,
     -0.020621435716748238,
     -0.046853214502334595,
     -0.13445228338241577,
     -0.28087836503982544
    ],
    [
     -0.19122934341430664,
     0.06625694036483765,
     -0.4108019769191742,
     -0.36698856949806213,
     -0.3069399297237396,
     0.25453221797943115,
     -0.46853309869766235,
     0.4186117351055145,
     0.3406652510166168,
     0.04387951269745827
    ]
   ],
   [
    -0.009251470677554607,
    0.018163148313760757,
    -0.0023141091223806143,
    -0.014009884558618069,
    0.0,
    -0.006019596941769123,
    0.01799633353948593,
    0.0,
    0.012856077402830124,
    0.01456294022500515
   ],
   [
    [
     0.18655815720558167,
     0.4112392067909241,
     0.07901867479085922,
     0.06445944309234619,
     -0.01656395196914673,
     -0.16337791085243225,
     -0.30628231167793274,
     -0.1601182222366333,
     -0.1945894956588745,
     0.2141624093055725
    ],
    [
     0.45950421690940857,
     0.13251939415931702,
     0.3729870319366455,
     -0.2125939428806305,
     -0.27749988436698914,
     0.44315531849861145,
     0.05856624245643616,
     -0.36731186509132385,
     -0.3777029514312744,
     -0.24998612701892853
    ],
    [
     0.4696223735809326,
     0.42406734824180603,
     0.15912072360515594,
     -0.10447900742292404,
     0.12498830258846283,
     -0.32496240735054016,
     0.5335296392440796,
     -0.1528940200805664,
     -0.34814321994781494,
     -0.06242559477686882
    ],
    [
     -0.36753329634666443,
     -0.4827004075050354,
     -0.3826697766780853,
     0.33271223306655884,
     -0.5180331468582153,
     -0.28909286856651306,
     0.22780512273311615,
     -0.03708624839782715,
     -0.202392578125,
     0.1347331404685974
    ],
    [
     -0.5047375559806824,
     -0.07374131679534912,
     -0.3351454734802246,
     0.25630098581314087,
     -0.29539787769317627,
     -0.041380107402801514,
     0.3493291139602661,
     0.48495638370513916,
     -0.019336581230163574,
     -0.3739531636238098
    ],
    [
     0.4027412533760071,
     -0.5048778653144836,
     0.1751938760280609,
     -0.03446364402770996,
     -0.0943930447101593,
     -0.027148056775331497,
     -0.5038923025131226,
     -0.4360121190547943,
     -0.04956844449043274,
     0.3731650114059448
    ],
    [
     0.46314385533332825,
     -0.30948570370674133,
     0.13640984892845154,
     0.10493874549865723,
     0.29310545325279236,
     0.09936226159334183,
     -0.2171332687139511,
     0.2106386423110962,
     -0.16886091232299805,
     -0.16776426136493683
    ],
    [
     -0.37161391973495483,
     0.12456858158111572,
     -0.2944013476371765,
     -0.27911365032196045,
     -0.19113335013389587,
     -0.36817479133605957,
     -0.13569816946983337,
     -0.3520383834838867,
     -0.16851434111595154,
     -0.014131605625152588
    ],
    [
     0.042792223393917084,
     -0.4070795774459839,
     -0.03907383605837822,
     -0.03544461727142334,
     -0.38486212491989136,
     0.14266303181648254,
     -0.3009953498840332,
     0.29844409227371216,
     -0.19858452677726746,
     -0.48103827238082886
    ],
    [
     0.4104550778865814,
     -0.22010596096515656,
     0.3487723171710968,
     -0.23182761669158936,
     -0.4157514274120331,
     0.23258771002292633,
     -0.06995368003845215,
     -0.22185125946998596,
     -0.02452009916305542,
     -0.2481435388326645
    ]
   ],
   [
    0.003205901011824608,
    -0.009696949273347855,
    0.006777708884328604,
    -0.013983585871756077,
    -0.01493903249502182,
    -0.0034134637098759413,
    -0.0029833600856363773,
    0.0,
    0.0,
    -0.01678859442472458
   ],
   [
    [
     -0.2821779251098633,
     0.07735859602689743,
     0.047638602554798126,
     0.17388784885406494,
     0.18006308376789093,
     -0.12682238221168518,
     0.06957655400037766,
     -0.25089341402053833,
     -0.06888090819120407,
     0.30815961956977844,
     0.07755298912525177,
     -0.22070175409317017,
     -0.28003913164138794,
     -0.03419721871614456,
     0.018488528206944466,
     -0.23765411972999573,
     -0.20323584973812103,
     -0.07973654568195343,
     -0.11454316228628159,
     -0.2148648351430893,
     -0.19949012994766235,
     -0.2967119514942169,
     -0.09874183684587479,
     0.04405733197927475,
     0.11168353259563446,
     0.17735618352890015,
     0.004766914527863264,
     0.2581626772880554,
     0.3110946714878082,
     0.1617225557565689,
     0.2743101716041565,
     0.2214316576719284,
     0.05547526851296425,
     0.014119052328169346,
     -0.16802512109279633,
     -0.24472194910049438,
     -0.12126758694648743,
     0.2393127679824829,
     -0.2465255707502365,
     0.24667134881019592,
     -0.26076018810272217,
     -0.09916914254426956,
     0.27721986174583435,
     -0.06277375668287277,
     -0.009193921461701393,
     0.04358810931444168,
     -0.24257484078407288,
     0.08367183059453964,
     0.2865618169307709,
     0.012414463795721531,
     -0.29128411412239075,
     -0.14948295056819916,
     -0.2881288230419159,
     -0.1555546522140503
    ],
    [
     -0.20278111100196838,
     0.23985129594802856,
     -0.00898505188524723,
     -0.29623353481292725,
     0.08810888230800629,
     0.06998291611671448,
     -0.07222776859998703,
     0.16019445657730103,
     0.25649115443229675,
     -0.2934904992580414,
     0.1277974247932434,
     -0.218740776181221,
     0.026872938498854637,
     -0.01734459027647972,
     -0.034504905343055725,
     0.018005551770329475,
     -0.29577893018722534,
     0.1027536615729332,
     -0.2081102430820465,
     0.2523599863052368,
     0.04258562996983528,
     0.2447585165500641,
     0.05563001334667206,
     0.2763749659061432,
     -0.24286122620105743,
     -0.05938320234417915,
     0.18976639211177826,
     -0.2601514756679535,
     -0.0960964486002922,
     -0.052911482751369476,
     -0.2895109951496124,
     -0.29126644134521484,
     -0.2773464620113373,
     0.0993986576795578,
     -0.20308862626552582,
     0.18302181363105774,
     0.15866215527057648,
     -0.045018382370471954,
     0.16675342619419098,
     -0.07141371071338654,
     -0.06357146799564362,
     -0.19486980140209198,
     0.04467017203569412,
     -0.19613943994045258,
     -0.004670053720474243,
     -0.020175285637378693,
     -0.17792737483978271,
     0.31373172998428345,
     -0.19095240533351898,
     0.2836121916770935,
     -0.2524186670780182,
     0.12021799385547638,
     -0.2735232710838318,
     -0.25868287682533264
    ],
    [
     0.18874503672122955,
     -0.21860560774803162,
     0.07149029523134232,
     -0.2201811522245407,
     -0.12564653158187866,
     0.21613244712352753,
     -0.2455318421125412,
     -0.03460385277867317,
     0.20547732710838318,
     -0.1411430984735489,
     0.2822754979133606,
     -0.2712438404560089,
     -0.21329639852046967,
     -0.11306169629096985,
     0.31393012404441833,
     -0.04785357043147087,
     -0.05271541699767113,
     -0.07781553268432617,
     0.17705842852592468,
     0.10153529047966003,
     0.1306721568107605,
     -0.004274800419807434,
     0.22147361934185028,
     -0.08463452011346817,
     0.1231924518942833,
     -0.12752212584018707,
     0.22094953060150146,
     0.2203810214996338,
     0.17449216544628143,
     0.22278663516044617,
     0.15208597481250763,
     -0.05931347981095314,
     0.1470170021057129,
     0.12223783135414124,
     0.08870485424995422,
     0.2555384039878845,
     -0.20027334988117218,
     -0.22859838604927063,
     -0.016215641051530838,
     0.17601518332958221,
     -0.1344379335641861,
     0.28292208909988403,
     -0.03507029637694359,
     -0.2540791630744934,
     0.0905149057507515,
     -0.07399816811084747,
     0.15242891013622284,
     0.0011175826657563448,
     -0.09620827436447144,
     0.08752412348985672,
     -0.24514827132225037,
     0.2425212562084198,
     0.23860496282577515,
     0.14517034590244293
    ],
    [
     -0.07875456660985947,
     -0.2601397633552551,
     0.2788828909397125,
     -0.2609439194202423,
     0.0856824591755867,
     0.07618305087089539,
     0.21916231513023376,
     -0.3023795187473297,
     0.29100099205970764,
     -0.19143059849739075,
     0.1415954828262329,
     0.2117132842540741,
     -0.29395973682403564,
     0.09135925024747849,
     -0.17499510943889618,
     0.12830869853496552,
     -0.10145265609025955,
     -0.20987197756767273,
     0.08115269243717194,
     -0.004155786242336035,
     -0.010979515500366688,
     0.06575232744216919,
     0.1332629919052124,
     0.15492519736289978,
     -0.22750224173069,
     0.13790132105350494,
     -0.2545533776283264,
     0.11466248333454132,
     -0.024191075935959816,
     -0.0371299609541893,
     0.12330243736505508,
     0.008834105916321278,
     0.18980862200260162,
     -0.13340529799461365,
     0.20747646689414978,
     0.11188433319330215,
     -0.2504684329032898,
     -0.04646517336368561,
     0.024456411600112915,
     0.11926008015871048,
     0.18091441690921783,
     0.20796720683574677,
     0.17536570131778717,
     0.12425117194652557,
     0.2722953259944916,
     -0.013614796102046967,
     0.23307883739471436,
     0.0607290081679821,
     -0.14927135407924652,
     0.04193183407187462,
     -0.22622770071029663,
     0.19562660157680511,
     0.18367087841033936,
     0.2039952129125595
    ],
    [
     0.18855395913124084,
     -0.20294462144374847,
     -0.1305583268404007,
     -0.30111315846443176,
     -0.010511056520044804,
     -0.10382728278636932,
     -0.15057064592838287,
     0.07165244221687317,
     0.15576183795928955,
     0.19610337913036346,
     -0.2562520503997803,
     -0.11457324773073196,
     0.024291565641760826,
     0.21612323820590973,
     0.041819121688604355,
     -0.07214868068695068,
     -0.16978836059570312,
     -0.28260594606399536,
     0.12373915314674377,
     0.2023598849773407,
     -0.22143417596817017,
     -0.2263927459716797,
     -0.011353236623108387,
     -0.3100014925003052,
     -0.07805215567350388,
     0.10980383306741714,
     -0.29194414615631104,
     -0.015975767746567726,
     0.047257404774427414,
     -0.19873447716236115,
     -0.12234215438365936,
     0.011841224506497383,
     0.13402971625328064,
     -0.28847143054008484,
     0.23455260694026947,
     0.09019328653812408,
     0.15624874830245972,
     0.016491016373038292,
     -0.18487603962421417,
     0.23922429978847504,
     0.06305580586194992,
     -0.3239080309867859,
     0.07321806252002716,
     0.24202051758766174,
     -0.25029081106185913,
     -0.3029836118221283,
     0.14368675649166107,
     0.054068632423877716,
     0.030252084136009216,
     -0.22918541729450226,
     0.1633857786655426,
     0.13235945999622345,
     0.05830278620123863,
     -0.12935870885849
    ],
    [
     0.2281188815832138,
     -0.29823437333106995,
     -0.2530468702316284,
     -0.27585655450820923,
     0.2807530462741852,
     0.046384017914533615,
     -0.016264745965600014,
     0.12809208035469055,
     0.10683250427246094,
     -0.03183741122484207,
     0.09059938043355942,
     0.24373838305473328,
     0.12021435797214508,
     -0.09543781727552414,
     -0.2118251621723175,
     -0.10054134577512741,
     -0.06792736053466797,
     0.20803575217723846,
     -0.03311552479863167,
     -0.3226540684700012,
     -0.21111926436424255,
     0.09710394591093063,
     -0.17777448892593384,
     -0.13765372335910797,
     0.14157405495643616,
     0.019316833466291428,
     -0.1670479029417038,
     0.2289099395275116,
     -0.14013753831386566,
     0.12022951245307922,
     0.11608169227838516,
     -0.018283657729625702,
     0.003463318571448326,
     -0.19353562593460083,
     0.2691023647785187,
     -0.0590907447040081,
     -0.31235575675964355,
     0.2864251732826233,
     0.2789117395877838,
     0.25818392634391785,
     0.26816606521606445,
     -0.246963769197464,
     -0.2914314568042755,
     0.2189757078886032,
     -0.0885603129863739,
     -0.022251209244132042,
     0.1626296490430832,
     -0.034586407244205475,
     -0.2778880000114441,
     0.2262871414422989,
     0.09087464958429337,
     0.2765659689903259,
     -0.0004141479730606079,
     -0.003731452627107501
    ],
    [
     0.1029144898056984,
     0.08686642348766327,
     -0.0339345820248127,
     0.06978865712881088,
     0.044236745685338974,
     -0.23477624356746674,
     0.2768273651599884,
     0.2800457179546356,
     -0.04717245697975159,
     0.09557866305112839,
     0.055337436497211456,
     -0.21332122385501862,
     0.17424152791500092,
     0.1156260296702385,
     -0.11727822571992874,
     -0.09157378226518631,
     0.10475064069032669,
     -0.012003766372799873,
     0.0951879695057869,
     0.1870265156030655,
     0.23645544052124023,
     0.2716466784477234,
     -0.1974535882472992,
     -0.20545744895935059,
     -0.2877429127693176,
     -0.21162506937980652,
     0.2693032920360565,
     -0.1291048675775528,
     0.1220991462469101,
     -0.10412118583917618,
     -0.27154138684272766,
     -0.0853547528386116,
     -0.2611392140388489,
     -0.001144621055573225,
     -0.13727325201034546,
     -0.097726009786129,
     -0.05377810448408127,
     -0.2814157009124756,
     0.27213993668556213,
     -0.07020075619220734,
     -0.1924675852060318,
     0.12887917459011078,
     -0.29190126061439514,
     -0.24978452920913696,
     0.10071169584989548,
     0.01093402411788702,
     -0.314474880695343,
     -0.27267155051231384,
     -0.2705215513706207,
     -0.03613827005028725,
     0.12756435573101044,
     -0.26390933990478516,
     -0.1896035373210907,
     -0.022165901958942413
    ],
    [
     0.06574994325637817,
     0.26433709263801575,
     0.14352712035179138,
     -0.2806064188480377,
     -0.2583806812763214,
     -0.2566130757331848,
     0.01042059063911438,
     0.02453327178955078,
     -0.29521775245666504,
     -0.11229124665260315,
     -0.22050169110298157,
     0.015020877122879028,
     0.1615990698337555,
     -0.19029788672924042,
     -0.0331670343875885,
     0.22937330603599548,
     -0.23965774476528168,
     -0.2341875284910202,
     0.2738882601261139,
     -0.3006795048713684,
     -0.16228358447551727,
     0.23489293456077576,
     -0.11888903379440308,
     0.022196173667907715,
     0.25032660365104675,
     0.3007791340351105,
     -0.24954362213611603,
     0.25746574997901917,
     0.08573299646377563,
     -0.1101326197385788,
     -0.22020801901817322,
     -0.02788516879081726,
     -0.11077378690242767,
     -0.2229151576757431,
     0.14567160606384277,
     -0.011171400547027588,
     0.009579628705978394,
     0.2003222405910492,
     0.06081736087799072,
     0.09140399098396301,
     0.0377691388130188,
     -0.2936756908893585,
     0.04355683922767639,
     -0.21752968430519104,
     0.13963744044303894,
     -0.12217697501182556,
     -0.019901543855667114,
     0.1054181158542633,
     -0.27068644762039185,
     0.29120567440986633,
     0.07490536570549011,
     -0.25548768043518066,
     -0.22424229979515076,
     0.0799100399017334
    ],
    [
     -0.27596503496170044,
     -0.23399320244789124,
     -0.06560999155044556,
     0.13606414198875427,
     0.18556132912635803,
     -0.07487265765666962,
     0.07962542772293091,
     -0.04643866419792175,
     -0.018159955739974976,
